{
    "version": "https://jsonfeed.org/version/1",
    "title": "Fiction Coach",
    "description": "Write better stories. With solid case studies from great books, cult movies, beloved series and kick-ass games!",
    "home_page_url": "https://fiction.coach/",
    "feed_url": "https://fiction.coach/feed.json",
    "author": {
        "name": "Richard Crimson"},
    "items": [
      {
            "id": "https://fiction.coach/2018/06/how-jk-rowling-made-harry-potter-a-mystery",
            "url": "https://fiction.coach/2018/06/how-jk-rowling-made-harry-potter-a-mystery",
            "title": "How Jk Rowling Made Harry Potter A Mystery",
            "content_html": "",
            "summary": "",
            "date_published": "2018-06-10T00:00:00+03:00",
            "date_modified": "2018-06-10T00:00:00+03:00",
            "author": {
              "name": "Richard Crimson"},
            "tags": []},{
            "id": "https://fiction.coach/2018/06/why-your-fiction-sucks",
            "url": "https://fiction.coach/2018/06/why-your-fiction-sucks",
            "title": "Why Your Fiction Sucks",
            "content_html": "<p>Look at this. Obviously, this is the sentence that has the hairs raised on the back of your editor or someone who knows <a href=\"/2018/06/how-to-write-a-good-story\">how a story works</a>:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <em>It's a fantasy novel. Well, a trilogy, actually.</em>\n</blockquote>\n\n<p><strong>If you don’t want that someone to slowly backpedal and then run,</strong> you’d best be prepared to take it in the chin and hear this: “your book sucks!”</p>\n\n<p>“What makes you think my book sucks? You haven’t even read it,” you say.</p>\n\n<h2>We've all read your fiction</h2>\n\n<p>This will shock you, but we’ve all read your fiction. Every hundred times we picked up a self published manuscript, chock-full with somewhat varied but just-as-flat characters and somewhat varied but just-as-nonexistent plot.</p>\n\n<p>Sad as it may be, if you’re guilty of the usual suspects:</p>\n<ul>\n  <li>you don’t read</li>\n  <li>your story is thin,</li>\n  <li>your characters are weak or nonexistent,</li>\n  <li>your plot is dime-a-dozen or worse: there isn’t one,</li>\n  <li>you tell, rather than show,</li>\n</ul>\n\n<p>your fiction will always suck.</p>\n\n<p>Every successful author has work that they’re not proud of. But fiction, especially fantasy, has a greater chance of blowing up in your face as a writer, than the rest of the genres combined.</p>\n\n<h2 id=\"draw-from-multiple-wells-not-just-tolkien\">Draw from multiple wells, not just Tolkien</h2>\n\n<p>Tolkien had a very different process when he wrote Lord of The Rings:</p>\n<ul>\n  <li>He made up an entire language,</li>\n  <li>around which he created an entire fictional world,</li>\n  <li>a world that had its own history and geography</li>\n</ul>\n\n<p>He was able to do that because he dedicated his life to studying the medieval age. Or the dark ages.</p>\n\n<p>Also, Tolkien taught everything he knew at Oxford, in his Literature Class, with everything that it involved.</p>\n\n<p><strong>Don’t fall into the trap. Don’t imitate Tolkien.</strong></p>\n\n<p>As a matter of fact, <strong>don’t imitate any author, ever. Because you won’t have much of a following. You’ll come off as a copy cat.</strong></p>\n\n<p>Even George RR Martin made it with Game of Thrones, <strong>because he combined two great authors:</strong> Tolkien, obviously, and another one whom you may not know, Maurice Druon, the author of the Accursed Kings.</p>\n\n<p>Let Tolkien be Tolkien and Martin be Martin.</p>\n\n<h2 id=\"you-might-have-the-talent-but\">You might have the talent, but…</h2>\n\n<p>You don’t have the time or you don’t have the discipline that Tolkien or Martin had.</p>\n\n<p>If I’m wrong, allow me to congratulate you, but most of us have a schedule that’s quite merciless and we have to make due with whatever time we’ve got left.</p>\n\n<p>Tolkien was famous for starting over and tinkering his story, every time someone told him something didn’t make sense.</p>\n\n<p>Yes, that means that he was starting over from scratch, each and every time.</p>\n\n<p>There was no <a>lean publishing</a> back in the day. Because rising authors were anointed by publishing houses.</p>\n\n<p>You couldn’t, at that time, take the world by storm and <a>publish your novel by yourself</a>.</p>\n\n<h2 id=\"learn-how-to-write-a-good-story\">Learn how to write a good story</h2>\n\n<p>Say you’ve <a>self-published your book on wattpad</a> and you’ve had some mild success over there.</p>\n\n<p>If you want to impress an agent or a publishing house, you’d better have a premise.</p>\n\n<p>Don’t know what a premise is? It’s what the story is all about.</p>\n\n<p>Don’t know <a href=\"/2018/06/how-to-write-a-good-story\">how to write a good story</a>?</p>\n\n<p>A good story is made from the following ingredients:</p>\n<ul>\n  <li><strong>what</strong> you write about or <a href=\"/2018/06/how-to-write-a-good-story#theme\">what is your theme</a></li>\n  <li>what’s your <strong>what if</strong> question or <a href=\"/2018/06/how-to-write-a-good-story#concept\">what is your concept</a></li>\n  <li>what does your <strong>hero</strong> do or <a href=\"/2018/06/how-to-write-a-good-story#character\">who is your main character</a></li>\n  <li><strong>secret recipe</strong> to writing stories or the <a href=\"/2018/06/how-to-write-a-good-story#structure\">story structure</a></li>\n</ul>\n\n<p>And a good premise is this:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <em>theme + concept + character = premise</em>\n</blockquote>\n\n<p>A great story is made from all of the above, plus <strong><a href=\"#\">a great writing voice</a>.</strong></p>\n\n<h2 id=\"a-trilogy-means-you-have-three-separate-stories\">A trilogy means you have three separate stories</h2>\n\n<p>That’s the ugly truth. Maybe you’ve thought “<a>How do I sell more books</a>” or “<a>How do I connect with my readers?</a>” and you came up with the idea that you’ll write a trilogy.</p>\n\n<p>Making one story into a trilogy, with <strong>no actual meat in any of those three books will spell your doom as an author,</strong> faster than anything else.</p>\n\n<p>A trilogy means three stories.</p>\n\n<p>Take a page from JK Rowling’s book, when she created Harry Potter. She split the main story into seven books, but each book has its own plot. Learn <a href=\"/2018/06/how-to-write-a-good-story\">how to write a story</a>, first and only after you’ve mastered that, learn <a>how to write a series</a>.</p>\n\n<p>You may know everything there is to know about your magical creatures, the made up language that you’re going to use, maps, charts, whatever. But I’d advise you against starting with them.</p>\n\n<p>I know, because I’ve been there. Here are my two maps, from the very first novel I wanted to write 12 years ago.</p>\n\n<picture>\n  <source media=\"(max-width: 991px)\" srcset=\"https://fiction.coach/assets/images/posts/resized/mobile/map.png\" />\n  <img src=\"https://fiction.coach/assets/images/posts/resized/desk/map.png\" alt=\"Map 1\" />\n</picture>\n\n<picture>\n  <source media=\"(max-width: 991px)\" srcset=\"https://fiction.coach/assets/images/posts/resized/mobile/map2.png\" />\n  <img src=\"https://fiction.coach/assets/images/posts/resized/desk/map2.png\" alt=\"Map 2\" />\n</picture>\n\n<p>I’ve blurred out the names on the maps, because who knows? Maybe one day I might carve out some time and get to write this novel I wanted to write since I was a kid.</p>\n\n<p>Forget the history, the geography, the way Tolkien did it. You’re not Tolkien and you don’t have time for that.</p>\n\n<h2 id=\"what-about-stephen-king\">What about Stephen King?</h2>\n\n<p>You might be what’s called <strong>a pantser, an author who doesn’t know how his story will end and gets to find out as he writes it, across multiple drafts.</strong></p>\n\n<p>That’s the way Stephen King is doing it, as he’s said time and again that he doesn’t believe in plot, but in the story of a rich and juicy character.</p>\n\n<p>But that’s the catch, even Stephen King is doing this: he’s writing character driven stories. He’s abandoning the Tolkien shtick from his act, the whole “I’ll build my world, and <strong>then</strong> I’ll add my story.”</p>\n\n<p>Even his Dark Tower series is one great big story that revolves around its characters. It’s not necessarily plot driven, though it turns out to be one great epic.</p>\n\n<p>But even Stephen King has all the other elements of <a href=\"/2018/06/how-to-write-a-good-story#theme\">theme</a>, <a href=\"/2018/06/how-to-write-a-good-story#concept\">concept</a> and <a href=\"/2018/06/how-to-write-a-good-story#structure\">story structure</a> covered. He might not do it on purpose, because he’s become one hell of a master at writing compelling stories, after more than 50 years, but he’s doing it alright.</p>\n\n<p>Don’t believe me? Read The Long Walk, the first book Stephen King ever wrote, at the age of 18, and later published under his pen name, Richard Bachman. And after you’ve finished reading it, check out the <a href=\"/2018/06/the-long-walk\">case study of The Long Walk</a> and find out more about its theme, concept, character and writing voice.</p>\n\n<h2 id=\"ok-youre-right-what-now\">Ok. You’re right. What now?</h2>\n\n<p>See if you have a story in the first place.</p>\n\n<p><a href=\"\">Outline your story.</a></p>\n\n<p><strong>Dismiss, for the time being, details like races, languages, religions and so on, and really get at the heart of it: the conflict.</strong></p>\n\n<p>What generates the conflict? That’s what you’re after.</p>\n\n<p>You may have the seeds for a good conflict, therefore, the seeds for a good story and a great novel.</p>\n\n<p>Say you have the generic split up medieval kingdom, from 1456 years before your present day action, though it’d be a good idea to <a href=\"/2018/06/the-long-walk\">find a setting for your story, other than a medieval one</a>.</p>\n\n<p>Your splintered kingdom turned out this way because your generic Cain and Abel had a head-on war, and at the end of that war, you had some generic hooded figure predict the coming of the generic chosen one.</p>\n\n<p>Instead of the same old boring chosen one trope, go back in time and tell us why your Cain and Abel had the clash. What was the reason for your Great Sundering of The Realm?</p>\n\n<p>That’s where you should start with. Don’t think “Oh, but I’ll make a prequel, once my trilogy hits the best-selling status.”</p>\n\n<p>Please, please, please don’t think like that.</p>\n\n<p>Prequels are only meant to meet one or two of the following ends:</p>\n<ul>\n  <li>the fans fell in love with your world, <strong>because you’ve delivered a great story</strong></li>\n  <li>you have some unexplored ideas about the backstory of a handful of characters, <strong>once the story gains a decent following</strong></li>\n  <li>or to make more money, <strong>once your story gains a cult following</strong></li>\n</ul>\n\n<p>That’s it. There’s rarely the case where you’ve created a world so vast and wonderful, that you can do whatever you’d like, the way JK Rowling does with her Harry Potter and Fantasic Beasts world.</p>\n\n<p>You should write the origins, first.</p>\n\n<p>And <strong>afterwards</strong>, write the generic prophesied chosen one story, where he gets to restore balance to the realm.</p>\n\n<p>There’s the old adage “write what you know.” <strong>I can safely surmise that you’ve never witnessed a realm having its balance restored, but you know a thing or two about brotherly quarrel or at least some internal family affairs that eventually got out of control.</strong></p>\n\n<h2 id=\"go-back-to-the-drawing-board\">Go back to the drawing board</h2>\n\n<p><strong>Look through all of your notes and scribbles and find the nuggets of gold that will make up the interesting themes, concepts and characters.</strong></p>\n\n<p>In short, <strong>find the good and solid premises.</strong></p>\n\n<p>You don’t need armies and dragons to make a good story. All you need to write about is the human nature at odds with itself.</p>\n\n<p>Once you have that, you can write romance, fantasy or science fiction. It doesn’t matter.</p>\n\n<p>Find the red wire that crosses your story and you’ll be on your way to becoming an author.</p>",
            "summary": "'It's a fantasy novel. Well, a trilogy, actually!'Look at that. Obviously, that is the sentence that has the hairs raised on the back of your editor or someone who knows how a story works.",
            "image": "https://fiction.coach/assets/images/posts/why-your-fiction-sucks-1.jpg",
            "date_published": "2018-06-04T00:00:00+03:00",
            "date_modified": "2018-06-04T00:00:00+03:00",
            "author": {
              "name": "Richard Crimson"},
            "tags": ["On Writing"]},{
            "id": "https://fiction.coach/2018/06/the-long-walk",
            "url": "https://fiction.coach/2018/06/the-long-walk",
            "title": "The Long Walk - How far will you go to take your next breath?",
            "content_html": "<p>Before The Hunger Games, there was The Long Walk, Stephen King’s first novel, from when he was 18 years old. And this is a lean and mean story,  burning with bright, hot fire.</p>\n\n<p>There’s a rawness in “The Long Walk” that reflects the drive and hunger of a young Stephen King, consumed with his craft.</p>\n\n<p>This is a horrifying piece of non-horror, that’s as powerful today as it was when it was first written.</p>\n\n<p>Let’s sink our teeth into The Long Walk and see what this story has in store for us.</p>\n\n<p>Spoilers from now on.</p>\n\n<p><strong>The good</strong></p>\n<ul>\n  <li><a href=\"#the-concept\">concept</a></li>\n  <li><a href=\"#the-theme\">theme</a></li>\n  <li><a href=\"#character-development\">character development</a></li>\n  <li><a href=\"#writing-voice\">writing voice</a></li>\n</ul>\n\n<p><strong>The bad</strong></p>\n<ul>\n  <li>story structure; it doesn’t quite take after the traditional <a href=\"/2018/06/how-to-write-a-good-story#structure\">story structure model</a>, but it respects some of its boundaries</li>\n</ul>\n\n<h2 id=\"the-concept\">The concept</h2>\n\n<p><strong>What if someone picks 100 teenage boys and tells them to walk some 400 miles?</strong></p>\n\n<p><strong>And what if every time those boys drop below 4MPH, they get a warning? And when they collect 3 warnings, they’re shot dead?</strong></p>\n\n<p>What if out of the 100 who start the walk, <strong>usually only one boy survives?</strong></p>\n\n<p>And finally, what if, after all he’s had to lose, his humanity being one of the greatest prices he’s had to pay, <strong>the winner is granted anything he wants, for the rest of his life?</strong></p>\n\n<p>This concept is also accompanied by the idea that the US lost World War 2 and is now being governed by less benevolent forces.</p>\n\n<h4 id=\"this-is-meant-to-demonize-human-nature\">This is meant to demonize human nature</h4>\n\n<p>Because, who would be capable of killing 100 boys, for the pleasure of those watching at home?</p>\n\n<p>That’s why each chapter heading quotes a line from a game show host from the 70s.</p>\n\n<p>And the one that really sticks out and probably gave Stephen King his idea for “The Long Walk” is this one by Chuck Barris, creator of the The Gong Show:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <em>The ultimate game show would be one where the losing contestant would be killed.</em>\n</blockquote>\n\n<p>That’s quite startling, coming from a public figure, hosting a show on cable television. But <strong>who else could share this horrible opinion?</strong></p>\n\n<p>Well, just ask the Romans. They cheered for Gladiators to be mauled to death by wild animals or other Gladiators. Ask the French, who cheered and jeered, as thousands were led to their deaths by guillotine.</p>\n\n<h4 id=\"there-is-an-insatiable-blood-lust\">There is an insatiable blood lust</h4>\n\n<p>And that blood lust sticks around with human beings. And I don’t think we’ll ever shake it off completely, no matter how “civilized” we think we’ve become.</p>\n\n<p>One of the things I’ve always loved about this book is how <strong>King handles the audience as spectators, complicit in this cold-blooded murder of its young boys.</strong></p>\n\n<p><strong>When the novel first starts, the spectators are individuals,</strong> with faces and genders and ages. As the story progresses, though, these spectators increase in number to become “the crowd.”</p>\n\n<p><strong>By the end of the novel, spectators are filled with blood lust and are morphed into the raging body of Crowd.</strong> The Crowd with capital C.</p>\n\n<p>Crowd is an amorphous and scary entity, that moves and burns with one purpose: <strong>obsession for the spectacle and craving for blood, like a hound on the scent.</strong></p>\n\n<p>It’s quite chilling, because there’s such a ring of truth to all of it. Were it to ever happen, this is how it would.</p>\n\n<p><strong>You might say “Well, this is an echo of The Hunger Games.” And you might be right. Except that The Long Walk is the original note from 1979, played by Stephen King, and The Hunger Games is the echo from 2008.</strong></p>\n\n<h2 id=\"the-theme\">The theme</h2>\n\n<p>There are a few themes that spring to mind:</p>\n<ul>\n  <li>independence</li>\n  <li>survival</li>\n  <li>losing your humanity</li>\n</ul>\n\n<p>Stephen King has revisited the theme of survival and what it means for the human body to dig through brutalizing physical experiences. It’s almost fascinating what humans can do to survive and live another day.</p>\n\n<p><strong>Excruciating physical pain undeniably comes with a psychological breakdown.</strong> We see it in books like Misery, Gerald’s Game and the short story Survivor Type, all written by Stephen King.</p>\n\n<p>Stephen King uncovers all the details of human physical suffering and asks this question:</p>\n\n<h3 id=\"how-far-is-anyone-willing-to-go-to-keep-on-taking-their-next-breath\">How far is anyone willing to go, to keep on taking their next breath?</h3>\n\n<p>Just ask Ray Garraty, from The Long Walk. Or the castaway from Survivor Type, most of all.</p>\n\n<p>The human body has an amazing capacity for trauma. It can withstand a lot. So much so that, in fact, the mind often breaks first.</p>\n\n<p>And <strong>maybe Stephen King wanted to portray this loss of humanity most, with the shoes falling apart. Even my favorite cover of The Long Walk suggests that, with the bleeding sneakers</strong> (check out the image at the top of this post).</p>\n\n<p><strong>At some point, every kid in the walk starts to lose their shoes. And they peel them off like dead skin, like there’s no use for those shoes anymore.</strong></p>\n\n<p><strong>At one point, even the hero and his nemesis, Garraty and Stebbins, talk about this loss of humanity, how the body can function way after your mind got broken:</strong></p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>\"It's amazing how the mind operates the body,\" Stebbins said at last. \"It's amazing how it can take over and dictate the body. Your average housewife may walk up to sixteen miles a day, from icebox to ironing board to clothesline. But suppose you told her: today you must walk sixteen miles before you can have your supper.\"</p>\n    <p>Garraty nodded. \"She'd be exhausted instead of tired.\"</p>\n    <p>\"Are you tired, Garraty?\"</p>\n    <p>\"Yeah,\" Garraty said shortly. \"I'm tired.\"</p>\n    <p>\"Exhausted?\"</p>\n    <p>\"Well, I'm getting there.\"</p>\n    <p>\"No, you're not getting exhausted yet, Garraty.\" He jerked a thumb at Olson's silhouette. \"That's exhausted. He's almost through now.\"</p>\n</blockquote>\n\n<p>What’s extraordinary about “The Long Walk”, despite its raw physical expression of its theme, is that it’s a very spiritual and meditative book.</p>\n\n<p><strong>This book makes you live and breathe like one of those 100 boys who are walking right into the arms of death.</strong></p>\n\n<h2 id=\"character-development\">Character Development</h2>\n\n<p>When it comes to characters, there’s no Voldemort hiding in the shadows, no plot twists, no deus ex machina.</p>\n\n<p>It’s a book that starts with 100 characters. And in The Long Walk, usually only one gets to survive.</p>\n\n<p><strong>The boys die in bursts of vivid description, their violation of the rules painfully detailed, bullets ringing out from the pages, bodies thumping the ground like heavy mail sacks.</strong></p>\n\n<p>Or they get to die as gossip between the boys who are left alive. But you know that 99 of them are going to die, and then the book will stop.</p>\n\n<p>This Long Walk is referred to as a national sport. Other than that, there’s no really good reason to it. It’s just morbid entertainment.</p>\n\n<h3 id=\"the-main-character-of-the-long-walk\">The main character of The Long Walk</h3>\n\n<p>16-year-old Ray Garraty.</p>\n\n<p>Garraty has a mother and a girlfriend and he wants to survive.</p>\n\n<p>He wants to survive because he’s never had the chance to say to his girlfriend how much he loves her. And how much he wants to have sex with her.</p>\n\n<p>Also, he’s not quite sure about the “why” that’s driving him into this sinister race. The only thing he’s certain of is that when he was given a choice to step down, he didn’t. <strong>It’s the greed and obscure promise of glory that drive Garraty. Or at least that’s what he thinks, at the beginning of the race.</strong></p>\n\n<p>Garraty meets the other boys on track for the first time and we gradually find what their motivations are.</p>\n\n<p>One boy is married and has a baby on the way. For others, it’s the pot of gold at the end of the sinister rainbow. Other boys have hidden, darker reasons for doing the Walk.</p>\n\n<p><strong>But they all drop. And they all die. After unending walking, feet full of puss and blood and blisters, the boys get shot dead before Garraty’s eyes.</strong></p>\n\n<h3 id=\"not-the-best-place-to-make-friends\">Not the best place to make friends</h3>\n\n<p>What’s worse is that Garraty makes friends in this ordeal. Friends that get murdered by those grim carbines. And the most heartbreaking moment is when we lose McVries, Garraty’s best friend in the Walk.</p>\n\n<p>I honestly liked McVries better than Garraty, because he saves Garaty’s ass first and he’s got a special wit about him. To use a gross expression, <strong>McVries has the most moral fiber, after Garraty. And sometimes, he even surpasses Garraty.</strong></p>\n\n<p>McVries is quick to point out that <strong>the walk is some kind of survival challenge, in which the prize is finding out that nothing can undo the horrors you’ve seen and done. Again, underlining the theme of the book.</strong></p>\n\n<p>Also, <strong>McVries is the one who makes the main character want to sacrifice himself:</strong></p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>McVries looked at him for a moment, then smiled again and shook his head. He sat down, cross legged on the pavement. He looked like a world-beaten monk. The scar on his cheek was a white slash in the rainy gloom.</p>\n    <p>\"No!\" Garraty screamed.</p>\n    <p>[...] And suddenly two of the soldiers were wrenching McVries away from Garraty. They were putting their guns to McVries's head.</p>\n    <p>\"No!\" Garraty screamed again. \"Me! Me! Shoot me!\"</p>\n    <p>But instead, they gave him his third warning.</p>\n    <p>McVries opened his eyes and smiled again. The next instant, he was gone.</p>\n    <p>Garraty walked unknowingly now. He stared blankly at Stebbins, who stared back at him curiously. Garraty was filled with a strange, roaring emptiness.</p>\n</blockquote>\n\n<p>Earlier, I said that there’s no Voldemort in this story. <strong>But there is another force that’s driving Garraty, the main character, to finish the walk.</strong></p>\n\n<p>And that’s Stebbins.</p>\n\n<h3 id=\"the-antagonist-popping-up-in-the-key-moments\">The antagonist popping up in the key moments</h3>\n\n<p>Just like we learn in the <a>Fiction Coach Masterclass</a>, <strong>Stebbins pops up in those key moments</strong> where a bad guy usually pops up in a story:</p>\n\n<ol>\n  <li><strong>Call to adventure:</strong> <a href=\"#call-to-adventure\">The first boy gets his ticket</a></li>\n  <li><strong>Beginning of transformation:</strong> <a href=\"#beginning-of-transformation\">Stebbins foreshadows the relationship between Garraty and McVries by the end of the walk</a></li>\n  <li><strong>Revelation:</strong> <a href=\"#the-revelation\">Stebbins gives Garraty his wisdom, the way an antagonist might give away part of his evil plan.</a></li>\n  <li><strong>Resurrection:</strong> <a href=\"#the-resurrection\">Garraty decides to fight back and walk Stebbins into the ground</a></li>\n</ol>\n\n<div id=\"call-to-adventure\"></div>\n<p><strong>1) When the first boy gets his ticket,</strong> Garraty looks over at Stebbins and sets off on making Stebbins the bad guy of the bunch, based on his first impression of Stebbins:</p>\n\n<blockquote class=\"nk-blockquote\">\n      <div class=\"nk-blockquote-icon\">&ldquo;</div>\n      <p>[...] Stebbins stepped over the body. His foot slid a little in some of the blood, and his next step with that foot left a bloody track. Stebbins didn't look down at what was left of Curley.</p>\n      <p>His face didn't change expression.</p>\n      <p>Stebbins, you bastard, Garraty thought, you were supposed to get your ticket first, didn't you know?</p>\n      <p>Then Garraty looked away. He didn't want to be sick. He didn't want to vomit.</p>\n  </blockquote>\n\n<div id=\"beginning-of-transformation\"></div>\n<p><strong>2) When Stebbins foreshadows the relationship between Garraty and McVries by the end of the walk,</strong> he’s telling the story of how the first walk he saw ended:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>[...] \"I saw the end four years ago,\" Stebbins said. \"I was thirteen.\"</p>\n    <p>\"What happened?\" Olson asked softly.</p>\n    <p>\"[...] The crowd was yelling at them. [...] Some were yelling one guy's name, and some were yelling the other guy's.[...] You could see the broken blood vessels in his feet. I don't think he really felt it anymore.\"</p>\n    <p>\"Stop. For God's sake, stop it.\" It was McVries. He sounded dazed and sick.</p>\n    <p>\"You wanted to know,\" Stebbins said.</p>\n    <p>Somewhere farther up, someone drew a warning.</p>\n    <p>\"It was the big blond that lost. [...] He threw both of his arms up, like he was Superman. But instead of flying, he just fell flat on his face and they gave him his ticket after thirty seconds, because he was walking with three. They were both walking with three.</p>\n    <p>\"Then the crowd started to cheer. They cheered and they cheered and then they could see that the kid that won was trying to say something. So they shut up. He had fallen on his knees, like he was going to pray, only he was just crying. And then he crawled over to the other boy and put his face in that big blond kid's shirt. He was talking into the dead kid's shirt. Then the soldiers rushed out and told him he had won the Prize\"</p>\n    <p>\"What did he say?\" Garraty asked</p>\n    <p>\"He didn't say anything to them,\" Stebbins said. \"He was talking to the dead kid. He was telling the dead kid something, but we couldn't hear it.\"</p>\n    <p>No one said anything. Garraty felt a panicked, trapped sensation, as if someone had stuffed him into an underground pipe that was too small to get out of. Up ahead a third warning was given out and a boy made a croaking, despairing sound, like a dying crow.</p>\n    <p>[...] They walked on, the ninety of them.</p>\n</blockquote>\n\n<div id=\"the-revelation\"></div>\n<p><strong>3) When Stebbins gives Garraty his wisdom, his philosophy to win the long walk, the way an antagonist might give away part of his evil plan.</strong></p>\n\n<p><strong>This also makes Stebbins some kind of dark mentor to Garraty,</strong> helping him understand the game from the inside:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>\"You reach a certain point,\" Stebbins said, \"when the crowd ceases to matter, either as an incentive or a drawback. It ceases to be there. Like a man on a scaffold, I think. You burrow away from the crowd.\"</p>\n\n    <p>\"I think I understand that,\" Garraty said. He felt timid.</p>\n\n    <p>\"If you understood it, you wouldn't have gone into hysterics back there and needed your friend to save your ass. But you will.\"</p>\n\n    <p>\"How far do you burrow, I wonder?\"</p>\n\n    <p>\"How deep are you?\" Stebins asked.</p>\n\n    <p>\"I don't know.\"</p>\n\n    <p>\"Well, that's something you'll get to find out, too. Plumb the unplumbed depths of Garraty. You burrow until you hit bedrock. Then you burrow into the bedrock. And finally you get to the bottom. And then you buy out. That's my idea. Let's hear yours.\"</p>\n\n    <p>\"You sound like you've got nothing to lose.\"</p>\n\n    <p>\"That's right,\" Stebbins said jovially. \"None of us really has anything to lose. That makes it easier to give away.\"</p>\n\n    <p>Garraty said nothing.</p>\n</blockquote>\n\n<p>McVries, like the “big blond” who lost, is “built like a bull.” And McVries, as well, develops a bond with a walker: Garraty, the main character.</p>\n\n<div id=\"the-resurrection\"></div>\n<p>4) When Stebbins finally guesses Garraty’s fears and marks <strong>the decision of the main character to fight back and walk Stebbins into the ground.</strong> This is also known as “the resurrection”.</p>\n\n<p>In the <a>Fiction Coach Masterclass</a>, we get to know all about these crucial checkpoints in our story, <strong>where the <a href=\"/2018/06/how-to-write-a-good-story#theme\">theme</a>, <a href=\"/2018/06/how-to-write-a-good-story#concept\">concept</a>, <a href=\"/2018/06/how-to-write-a-good-story#character\">main character</a> and <a href=\"/2018/06/how-to-write-a-good-story#structure\">story structure</a> combined give you the secret superpower of a great story.</strong></p>\n\n<p>Here’s the point of no return for Garraty:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>\"McVries is an idiot,\" Stebbins said casually. \"You really think you'll see your girl, Garraty? In all these people?\"</p>\n    <p>\"She'll be in the front,\" Garraty said.</p>\n    <p>\"The cops'll be too busy holding everybody back to get her through to the front.\"</p>\n    <p>\"That isn't true,\" Garraty said. He spoke sharply because Stebbins had articulated his own deep fear. \"Why do you want to say a thing like that?\"</p>\n    <p>[...]</p>\n    <p>\"What makes you think you deserve to win, Garraty? You're a second-class intellect, a second-class physical specimen, and probably a second-class libido. Garraty, I'd bet my dog you never slipped into that girl of yours.\"</p>\n    <p>\"Shut your goddam mouth!\"</p>\n    <p>\"Virgin, aren't you? Maybe a little bit queer in the bargain? Touch of the lavender? Don't be afraid. You can talk to Papa Stebbins.\"</p>\n    <p>\"I'll walk you down if I have to walk to Virginia, you cheap f***!\"</p>\n    <p>Garraty was shaking with anger. He could not remember being so angry in his whole life.</p>\n    <p>\"That's okay,\" Stebbins said soothingly. \"I understand.\"</p>\n    <p>For a moment Garraty was sure he must throw himself on Stebbins or faint with rage, yet he did neither. \"If I have to walk to Virginia,\" he repeated. \"If I have to walk all the way to Virginia.\"</p>\n    <p>Stebbins stretched up on his toes and grinned sleepily. \"I feel like I could walk all the way to Florida, Garraty.\"</p>\n    <p>[...]</p>\n    <p>But maybe Stebbins was right—maybe she wouldn't be there. It had to be considered and prepared for, at least.</p>\n</blockquote>\n\n<p><strong>Even the kid’s name, Stebbins, makes us think about someone who’s waiting in the shadows, waiting to stab his way up the top, making sure he’s the only one who survives the long walk.</strong></p>\n\n<p>Now, it might seem at first that the antagonist is Gary Barkovitch, the kid who gets all giddy and railed up whenever a boy gets shot or as the saying goes inside the story, “buys a ticket.”</p>\n\n<p>But Barkovitch is the kind of guy you end up hating and feeling sorry for, because that’s just a facade for his insecure and cowardly self. The same happens in JK Rowling’s Harry Potter Book 1, when Harry suspects Professor Snape is the antagonist.</p>\n\n<p>Garraty sees Barkovitch for what he is and tears Barkovitch to shreds, in the last part of the book.</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>\"You don't look so good,\" Garraty said.</p>\n    <p>Barkovitch smiled cunningly. \"It's all a part of the Plan. Just thirty-five left to walk down. They're all going to fall apart tonight.\"</p>\n    <p>[...]</p>\n    <p>\"What will you ask for?\" Garraty said aloud. \"When you win?\"</p>\n    <p>\"Plastic feet,\" he whispered. \"Plaaastic feet, Garraty. I'm just gonna have these ones cut off.\"</p>\n    <p>\"I thought maybe you'd wish for friends,\" Garraty said sadly. A heady sense of triumph, suffocating and enthralling, roared through him.</p>\n    <p>\"Friends?\"</p>\n    <p>\"Because you don't have any,\" Garraty said pityingly. \"We'll all be glad to see you die. No one's going to miss you, Gary. Maybe I'll walk behind you and spit on your brains after they blow them all over the road. Maybe I'll do that. Maybe we all will.\"</p>\n    <p>\"Don't hate me,\" Barkovitch was whining, \"why do you want to hate me? I... I...\"</p>\n    <p>\"We'll all spit in your brains,\" Garraty said crazily</p>\n    <p>Barkovitch looked at him palely, his eyes confused and vacant, then began to sob. It was an empty, ashy sound that made Garraty's skin crawl.</p>\n    <p>There was no hope in it.</p>\n    <p>He wanted Barkovitch to crack up and croak off.</p>\n    <p>And Stebbins was probably back there in the dark, laughing at them all.</p>\n</blockquote>\n\n<h2 id=\"writing-voice\">Writing voice</h2>\n<p>The Long Walk is a work of shocking maturity.</p>\n\n<p>When it comes to characters, mood and pacing, The Long Walk is an accurate map of Stephen King’s adult work. And if you come to think about it, he wrote this when he was 18 years old.</p>\n\n<p>Reading it today might give you a feeling of a dated material, but only when it comes to the way the contest works.</p>\n\n<p>The boys just show up in whatever clothes they have and they start walking with little fanfare. It almost seems like a lackluster contest, instead of something that has the world’s attention. There’s some explanation that Stebbins gives, about how they don’t want crowds or TV cameras as distractions.</p>\n\n<p>However, that doesn’t seem to fit with the idea that the event runs as a distraction and weird kind of motivational tool.</p>\n\n<p><strong>If the story were told now, there would be a lot more coverage, with the arrival of social media and all. Also, the whole thing would probably have a few corporate sponsors, as shocking as that may sound.</strong></p>\n\n<p>Not to mention the walkers would probably have matching shoes and outfits, from this or that sponsor, designed to look cool and keep them walking longer.</p>\n\n<p>The show would also probably have a more practical way of dispatching the kids that get a ticket, than soldiers with rifles and stopwatches.</p>\n\n<p>This doesn’t hurt the story, though. Instead, it gives the whole thing a kind of dated charm, like watching the late night shows from the ‘70s, where everyone used to smoke and people had to wait by the phone, to talk long distance.</p>\n\n<p>In the larger context of Stephen King’s work, The Long Walk works, because it offers an intriguing look at King’s evolution as an author.</p>\n\n<p><strong>The Long Walk seems less far-fetched today than it did in 1979. And as such, it stands as one of King’s more terrifying novels.</strong></p>\n\n<p>The Richard Bachman books, the pseudonym under which Stephen King chose to write after his rise to fame, are generally darker than the ones Stephen King publishes under his own name. Bachman has more and plenty of isolation, crueler characters, and even gloomier endings.</p>\n\n<h2 id=\"the-fiction-coach-verdict\">The Fiction Coach verdict</h2>\n\n<p>4/5, for execution, as well as for the moral and philosophical debates of the book.</p>\n\n<p>This is one of my favorite Stephen King books, outstripping even Pet Sematary, which was my introduction to Mr. King’s work.</p>\n\n<p><strong>The Long Walk may be the gloomiest Bachman novel yet.</strong> It’s also compulsively entertaining, drawing readers into the walkers’ troubles so inexorably, that they even become part of The Crowd.</p>\n\n<p>It’s almost a metatextual mystery - <strong>criticizing a world that would be fascinated with such a competition, while creating a narrative so compelling that it’s irresistible.</strong></p>\n\n<p>I had a conversation with someone, once, and Stephen King popped up in our talk. It’s almost impossible, given that every year a book comes out with his name. And we were arguing.</p>\n\n<p><strong>What is Stephen King actually writing?</strong></p>\n\n<p>Is it horror, is it suspense, is it mystery?</p>\n\n<p>Five minutes in the conversation, the guy cuts me off and he decides for the both of us:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>The guy writes evil, man!</p>\n</blockquote>\n\n<p>I laughed. It sounds so simple. And yet so true.</p>\n\n<p>Yeah, it may well be that Stephen King writes evil, but <strong>he is made of condensed awesomeness.</strong></p>\n\n<p>So, if you haven’t yet, read The Long Walk.</p>\n\n<p>If you have a reluctant teen reader in your life, give them this book.</p>\n\n<p>If it’s been a long time since you’ve read this book, don’t you think it’s time to read it again? :)</p>",
            "summary": "Before The Hunger Games, there was The Long Walk. And it has a rawness that reflects the drive and hunger of a young Stephen King.",
            "image": "https://fiction.coach/assets/images/posts/resized/desk/the-long-walk.jpg",
            "date_published": "2018-06-03T00:00:00+03:00",
            "date_modified": "2018-06-03T00:00:00+03:00",
            "author": {
              "name": "Richard Crimson"},
            "tags": ["Stephen King","Writing Voice","Theme","Concept","Character Development"]},{
            "id": "https://fiction.coach/2018/06/spiderman-homecoming",
            "url": "https://fiction.coach/2018/06/spiderman-homecoming",
            "title": "Spiderman Homecoming",
            "content_html": "",
            "summary": "",
            "date_published": "2018-06-03T00:00:00+03:00",
            "date_modified": "2018-06-03T00:00:00+03:00",
            "author": {
              "name": "Richard Crimson"},
            "tags": []},{
            "id": "https://fiction.coach/2018/06/how-to-write-a-good-story",
            "url": "https://fiction.coach/2018/06/how-to-write-a-good-story",
            "title": "How to Write A Good Story",
            "content_html": "<p>You have no idea what the basics of writing a story are, or maybe you want a refresher.</p>\n\n<p>Either case, as you’ll study every word of this article, you’ll be amazed at what you’ll learn.</p>\n\n<p>Answer these questions inside your head:</p>\n<ul>\n  <li>What does a story mean to you?</li>\n  <li>What’s a story, actually?</li>\n</ul>\n\n<p>You don’t realize it yet, but in the next few minutes, you’ll get your answer.</p>\n\n<h2 id=\"the-cursor-mocks-you\">The cursor mocks you</h2>\n\n<p>So, you’ve got your writing software ready and you want to write your story. But the cursor mocks you.</p>\n\n<p><em>Blink.</em></p>\n\n<p>You had a great idea and you already started about a dozen times in your head.</p>\n\n<p>Yet you choke in front of your keyboard.</p>\n\n<p><em><strong>Blink.</strong></em></p>\n\n<p>Here’s something that maybe you don’t know:</p>\n\n<p>There’s nothing new under the sun, writing-wise, just ask Stephen King. Or JK Rowling.</p>\n\n<p>Now, if you tried to get a hold of these outstanding authors and got a busy tone or crickets in your inbox, there’s an easier way to do this.</p>\n\n<h2 id=\"the-fantastic-five\">The Fantastic Five™</h2>\n\n<p>Maybe you’ve googled or went to a few writing workshops and you’ve heard this:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>Character = story</p>\n    <p>Plot = story</p>\n    <p>Tension = story</p>\n    <p>Theme = story</p>\n    <p>Conflict = story</p>\n</blockquote>\n\n<p>The trick here is that while these are all correct parts of the answer, <strong>it’s not the full answer.</strong></p>\n\n<p>The full answer is this:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>If you want to write unforgettable and great stories, <strong>you need to know the Fantastic Five&trade;.</strong></p>\n</blockquote>\n\n<p>The laundry list of story ingredients is complex, but it all comes down to these five checkpoints:</p>\n\n<ul>\n  <li><a href=\"#theme\">Theme</a></li>\n  <li><a href=\"#concept\">Concept</a></li>\n  <li><a href=\"#character\">Character</a></li>\n  <li><a href=\"#structure\">Structure</a></li>\n  <li><a href=\"#voice\">Voice</a></li>\n</ul>\n\n<p>The Fantastic Five checkpoints.</p>\n\n<p>Like the Fantastic Four and The Jackson Five.</p>\n\n<p>Original. I know. I came up with it myself.</p>\n\n<p>But let’s call them like that, The Fantastic Five, <strong>because it’ll be easier for you to remember them and once you’ll learn about what each of them does,</strong> the fog of grief will lift and you’ll see the sun shining once again in your writing life.</p>\n\n<p>So, let’s talk about this Fantastic Five shenanigan and how <strong>we’ll use these checkpoints to teach you how a story works.</strong></p>\n\n<p>Some of your successful author friends or idols write in different styles.</p>\n\n<ul>\n  <li>Maybe they sit out and churn out page after page, draft after draft (also known as <strong>the panster</strong> or Stephen King)</li>\n  <li>Or maybe they outline and plot (also known as <strong>the plotter</strong> or JK Rowling)</li>\n</ul>\n\n<p>But just suppose there’s a roadmap à la Google, where you have all the pins and the traffic is updated in realtime.</p>\n\n<p>Well, <strong>Fantastic Five</strong> does just that and it <strong>eliminates the endless number of drafts you might bang out in frustration,</strong> as you discover your story.</p>\n\n<p>Let’s see what this is all about.</p>\n\n<h2 id=\"define-learn-and-apply\">Define, learn and apply</h2>\n\n<div id=\"theme\"></div>\n<h3 id=\"1-theme\">1. Theme</h3>\n\n<p><strong>What do you want to talk about?</strong> This is about things happening in day-to-day life. Here’s an example about <a href=\"/2018/05/whats-marvels-overall-theme\">what Marvel’s theme is all about</a>.</p>\n\n<div id=\"concept\"></div>\n<h3 id=\"2-concept\">2. Concept</h3>\n\n<p><strong>Your “what if” question that builds the bridge from your idea to your final story.</strong> Here’s an example about how Stephen King’s <a href=\"/2018/06/the-long-walk#the-concept\">The Long Walk concept</a> turned out to be a killer idea.</p>\n\n<div id=\"character\"></div>\n<h3 id=\"3-character\">3. Character</h3>\n\n<ul>\n  <li>What’s your hero like?</li>\n  <li>Is your hero more of a Daenerys Targaryen or more of a Jon Snow?</li>\n  <li>Do you have an antihero for us?</li>\n</ul>\n\n<p>This character development thing, along <a href=\"#structure\">story structure</a>, is one of the most simple but hard things to wrap your head around.</p>\n\n<p>You need to have a hero that</p>\n<ul>\n  <li>faces an obstacle that the antagonist puts in front of them</li>\n  <li>fails, at first, given that they have inner demons they have to conquer</li>\n  <li>struggles in his quest</li>\n  <li>eventually surpasses their obstacles, after they;ve been shaped by the famous hero journey</li>\n  <li>tackles the antagonist on their own in the final battle, with no outside help</li>\n  <li><strong>finishes the story or the main conflict without a deus ex machina, god from the machine.</strong></li>\n</ul>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>Deus ex machina in a story means that the main danger of the story, the danger that your hero is working so hard to prevent from happening, is suddenly stopped by an unexpected thing or action, <strong>that has nothing to do with the hero</strong>.</p>\n</blockquote>\n\n<p>Think what it would have meant for Harry Potter to stand idle, while Voldemort was defeated by a secret spell Dumbledore created before he died.</p>\n\n<p>Or, think about how Luke Skywalker would’ve seen the Death Star explode on its own.</p>\n\n<p><strong>Deus ex machina is a cheap trick and only works if your writing is a comedy or a satire. Otherwise, it’s anticlimactic as hell.</strong></p>\n\n<p>Whatever you decide, make us root for your hero. I wrote about a vulnerable Spiderman that I found myself rooting for, and I think that <a href=\"/2018/06/spiderman-homecoming\">Spiderman Homecoming is the best Marvel Movie</a> to date.</p>\n\n<div id=\"structure\"></div>\n<h3 id=\"4-structure\">4. Structure</h3>\n\n<p>I know you’re thinking about the same old boring “beginning, middle and the end” stuff. But there’s more to that.</p>\n\n<div id=\"hook\"></div>\n<p>You need to learn:</p>\n<ul>\n  <li>what a hook is: <strong>the first thing someone reads from your page that makes them want to know more and want to know the story</strong></li>\n</ul>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>It was hell's season, and the air smelled of burning children.</p>\n    <div class=\"nk-blockquote-athr\"><strong>Gone South</strong>, by Robert McCammon</div>\n</blockquote>\n\n<div id=\"plot-points\"></div>\n<ul>\n  <li>the plot points</li>\n</ul>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <ol>\n      <li>\n        <strong>Call to adventure</strong>: the inciting incident you provide; comes after the hook and before the next plot point\n\n        <p><strong>example: Harry Potter gets his letter of admission from Hogwarts</strong></p>\n      </li>\n      <li>\n        <strong>Beginning of transformation</strong>: the point of no return for your hero (25% milestone)\n\n        <p><strong>example: Harry Potter gets on the Hogwarts express, leaving his old life behind</strong></p>\n      </li>\n      <li>\n        <strong>Revelation</strong>: the midpoint of your book; this is where your hero starts to do things; they're no longer passive and timid; your hero starts to see the way, yet not too clearly (50% milestone)\n\n        <p><strong>example: Harry Potter correctly deduces that whatever's been stolen from the Gringotts Vaults, is in possession of Hogwarts, guarded by the monstrous three-headed Fluffy, but doesn't yet know what it is and why it's there, in the school.</strong></p>\n      </li>\n      <li>\n        <strong>Resurrection</strong>: the moment everything's on the line and your hero becomes unstoppable (75% milestone)\n\n        <p><strong>example: Harry Potter wrongly assumes that Snape is the bad guy, but decides to go after the bad guy anyway. As well as Hermione and Ron, whom they both share their skills in this dangerous quest of stopping the villain.</strong></p>\n      </li>\n    </ol>\n</blockquote>\n\n<ul>\n  <li><a href=\"&quot;&quot;\">how to use foreshadowing</a> and set up expectations</li>\n  <li>how to build your scenes, so that we root for your hero <strong><a href=\"/2018/06/how-an-editor-knows-if-your-writing-is-good\">from the very first few pages</a></strong> (this is a combination of character and structure, provided you’ve got a <a href=\"#hook\">great hook</a>)</li>\n  <li><a href=\"#\">how to alter your pacing</a>, so as not to tire or bore your readers</li>\n  <li><a href=\"/2018/06/how-jk-rowling-made-harry-potter-a-mystery\">how to keep the mystery going</a> by baiting and rewarding your readers</li>\n</ul>\n\n<p>All of these and much more have a place in the story structure part.</p>\n\n<div id=\"voice\"></div>\n<h3 id=\"5-voice\">5. Voice</h3>\n\n<p>The smoky and velvety writing voice that delivers the story to the reader.</p>\n\n<p>Your voice.</p>\n\n<p>You can be clean like Rowling or you can be cool like Stephen King. Either way, <a href=\"#\">your voice must deliver the story, not stand in its way</a>.</p>\n\n<p><strong>Your writing voice will also communicate about how literate you are and how well you can invoke feelings and memories at the snap of the fingers.</strong> The best writers carry that ability and they perfect it with every book they write and publish.</p>\n\n<p>Remember, <strong>to have a strong writing voice, you need to read from multiple genres.</strong> Not just fantasy or science fiction.</p>\n\n<h2 id=\"ok-these-checkpoints-help-me-out-now-what\">Ok, these checkpoints help me out. Now what?</h2>\n\n<p>You need to get your favorite story, be it Harry Potter, The Hunger Games, David Copperfield (the book, not the illusionist) and dissect it like a professional, based on those five checkpoints you just read about.</p>\n\n<p>Just picture yourself as the editor and analyze the story like one.</p>\n\n<p>Just picture yourself using these five checkpoints. And a few weeks from now, you’ll develop a skill that will stay with you for as long as you’ll want to write.</p>\n\n<p>This is no mere storyboard planning, or plotting, or whatever you want to call it.</p>\n\n<p>I’m talking about charging through your story with the knowledge that <strong>these are the five things you need to cover, if you want to have a good story on your hands.</strong></p>\n\n<p>If you’re thinking about the various combinations of story structure with the other elements of theme, concept, character and voice, we’ve got more of this covered in the <a href=\"https://fiction.coach/free-courses/fantastic-five/\">free Fantastic Five email course</a>.</p>\n\n<p>Just think about this: you’ll never suffer from writer’s block again (yes, I can promise you that, once you’ll define, learn and apply <a href=\"#theme\">theme</a>, <a href=\"#concept\">concept</a>, <a href=\"#character\">character</a>, <a href=\"#structure\">structure</a> and <a href=\"#voice\">voice</a> to your stories).</p>\n\n<h2 id=\"obviously-there-are-a-bunch-of-celebrity-authors-that-have-this-covered\">Obviously, there are a bunch of celebrity authors that have this covered.</h2>\n\n<p>Ask yourself this:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>how did authors like Neil Gaiman, JK Rowling, Stephen King and so many, manage to become so popular and successful at their craft?</p>\n</blockquote>\n\n<p>You can clearly see that there’s a pattern: <strong>they all know how to write great stories</strong>.</p>\n\n<p>They’ve all reached a point where they don’t concern themselves with petty things like structure and rhythm, but they went for the next big thing: molding ideas into nuanced and educational stories.</p>\n\n<p>After so many years as masters, they’ve done it over and over again, that the lines between these so-called Fantastic Five checkpoints began to blur and coalesce, resulting into hit after hit.</p>\n\n<p>This is what Fiction Coach is all about: making <a href=\"https://fiction.coach/case-studies\">case studies</a> from all the hit stories, may they be <a href=\"https://fiction.coach/book-studies\">book studies</a>, <a href=\"https://fiction.coach/movies\">movies</a>, <a href=\"https://fiction.coach/series\">series</a> or <a href=\"https://fiction.coach/games\">games</a> and analyzing them against these five key story ingredients:</p>\n\n<ul>\n  <li>theme</li>\n  <li>concept</li>\n  <li>character</li>\n  <li>structure</li>\n  <li>voice</li>\n</ul>\n\n<p>All published stories have strengths and weaknesses, but they have all met the minimum requirements for these five checkpoints.</p>\n\n<h2 id=\"sum-of-the-parts\">Sum of the parts</h2>\n\n<p>A great story is like a professional athlete. You’ll find that this comparison isn’t out of the ordinary.</p>\n\n<p>Apparently an athlete can’t function just with their heart or just with their lungs or just with their feet. They need the whole of the body to be in peak condition, come competition day.</p>\n\n<p>So just as the elite athlete grinds hours upon hours on their craft, to get even the smallest detail perfected, their breath, their rhythm, their heart rate, everything, you’ll need to add hours to your study.</p>\n\n<p>And <a href=\"https://fiction.coach/free-courses/fantastic-five/\">learn the Fantastic Five</a> :)</p>\n\n<p>And then apply what you learn to your project.</p>\n\n<p>It may be anything, from writing a short story, to writing a novella or even that novel you’ve been dreaming about since you were a kid.</p>\n\n<p>The demands are high. But now you have someone to coach you :)</p>",
            "summary": "You had a great idea and you already started about a dozen times in your head. Yet you choke in front of your keyboard. The cursor mocks you. Blink.",
            "image": "https://fiction.coach/assets/images/posts/resized/desk/good-story.jpg",
            "date_published": "2018-06-01T00:00:00+03:00",
            "date_modified": "2018-06-01T00:00:00+03:00",
            "author": {
              "name": "Richard Crimson"},
            "tags": ["On Writing"]},{
            "id": "https://fiction.coach/2018/06/how-an-editor-knows-if-your-writing-is-good",
            "url": "https://fiction.coach/2018/06/how-an-editor-knows-if-your-writing-is-good",
            "title": "How an Editor Knows If Your Writing is Good",
            "content_html": "<p>You have</p>\n<ul>\n  <li>a sharp <a href=\"/2018/06/how-to-write-a-good-story#hook\">hook</a> for an opener in your story</li>\n  <li>a clear premise (premise = <a href=\"/2018/06/how-to-write-a-good-story#theme\">theme</a> + <a href=\"/2018/06/how-to-write-a-good-story#concept\">concept</a> + <a href=\"/2018/06/how-to-write-a-good-story#character\">character</a>)</li>\n  <li>heard about <a href=\"/2018/06/how-to-write-a-good-story#structure\">how story structure works</a></li>\n</ul>\n\n<p>Usually, a good editor can tell if you have all these in place <strong>after they reach <a href=\"/2018/06/how-to-write-a-good-story#plot-points\">the first plot point: the call to adventure</a></strong></p>\n\n<div id=\"the-professional-editor\"></div>\n<h2 id=\"how-do-you-know-an-editor-is-good\">How do YOU know an editor is good?</h2>\n\n<ol>\n  <li>Your editor doesn’t make your book into theirs.</li>\n  <li>A good editor doesn’t change your theme, concept and voice. These are your own.</li>\n  <li>They are obsessed and consistent about details like word choice, consistency of your narrative voice (do you use American or British English) and not to mention grammar errors.</li>\n  <li><strong>Your editor knows that a story free from spelling and grammar mistakes is a story that wins</strong> the hearts and minds of its readers.</li>\n  <li>They ask you straight up what kind of service you want them to provide: developmental or copy.</li>\n  <li>They can explain in the utmost detail why they’ve changed things.</li>\n  <li><strong>When it comes to story structure and character development,</strong> however, this is where your editor gets to shine. <strong>This is what a developmental editor does.</strong></li>\n</ol>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>A developmental editor doesn't leave fingerprints on your story.</p>\n    <p>They are the guide to the best version of <strong>your</strong> story.</p>\n</blockquote>\n\n<p>I believe that developmental editing is a complex and dying craft. Because if you want to do that, you need to know the process and the mechanics of a story inside and out. And you can only do that if you know <a href=\"/2018/06/how-to-write-a-good-story\">what a story is made of</a>.</p>\n\n<p><strong>A developmental editor works with you,</strong> so that you both get to understand</p>\n<ul>\n  <li><strong>the premise</strong> of your story (theme + concept + character)</li>\n  <li><strong>your story characters</strong> as intimately as possible;</li>\n  <li><strong>the backstories</strong> and chronology of those significant events in your story timeline;</li>\n  <li><strong>how to fix your story structure so that your story flows like fresh water;</strong></li>\n  <li>if you have useless repetitions;</li>\n  <li>names, characters or events that change last minute or halfway through your story;</li>\n  <li>if you give an obscure language to your characters or your writing voice</li>\n  <li>if your dialogue flows like a fantaisie impromptu<sup id=\"fnref:1\"><a href=\"#fn:1\" class=\"footnote\">1</a></sup> – yes, <strong>your dialogue is music, when used right;</strong> it can make you laugh, it can make you cry, it can inspire you, it can even make you reflect on life.</li>\n</ul>\n\n<p>When you book an editor, ask them to send you a free sample of their work.</p>\n\n<p>Let’s say you send them the first 25% of your story – if you’re worried they’ll steal your idea.</p>\n\n<p>This way, both you and the editor get a feel for each other: <strong>they get an idea about what you want to write and you get to see how they work.</strong></p>\n\n<p>That way, you can test out their skills and see if they’re professional or not.</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>A good editor is like a professional surgeon: honest and precise.</p>\n</blockquote>\n\n<h2 id=\"the-sloppy-editor\">The sloppy editor</h2>\n\n<ol>\n  <li>Is the failed writer.</li>\n  <li>They want to change your voice and your premise, based on their frustration of not being able to publish their stories successfully.</li>\n  <li>The unprofessional editor has sloppy grammar, both in their website – if they have any – and in their correspondence. Not to mention the free sample that they’re supposed to provide.</li>\n  <li>They don’t know the differences between “its” and “it’s” or “they’re” and “their” – if you’re shocked, yes, these editors exist – and they don’t care if you have “colour” and “color” throughout your story.</li>\n</ol>\n\n<p>Besides, the sloppy editor doesn’t care that your narrative voice mixes American English with British English. In short, the sloppy editor won’t ask you and they won’t care from which region your writer’s voice comes.</p>\n\n<h2 id=\"5-myths-and-3-truths-about-editors-and-their-process\">5 myths and 3 truths about editors and their process</h2>\n\n<p><strong>The myths</strong></p>\n\n<ol>\n  <li><a href=\"#first-myth\">All editors are the same</a></li>\n  <li><a href=\"#second-myth\">I’m self-published. Why would I need an editor?</a></li>\n  <li><a href=\"#third-myth\">Fine. How do I find an Editor?</a></li>\n  <li><a href=\"#fourth-myth\">Ok. I’ll work with a developmental editor. Is my book good to go now?</a></li>\n  <li><a href=\"#fifth-myth\">The bastard makes stuff up. What’s with all the markings?</a></li>\n</ol>\n\n<p><strong>The truths</strong></p>\n\n<ol>\n  <li><a href=\"#first-truth\">Editors love books and stories</a></li>\n  <li><a href=\"#second-truth\">They also love working with (most) authors</a></li>\n  <li><a href=\"#third-truth\">A developmental editor is the Fiction Coach you never had</a></li>\n</ol>\n\n<h2 id=\"the-myths\">The myths</h2>\n\n<div id=\"first-myth\"></div>\n<h3 id=\"1-all-editors-are-the-same\">1: All editors are the same</h3>\n\n<p>Hopefully, we’ve put this one to sleep earlier, when we saw the differences between a good editor and a bad one.</p>\n\n<p>Also, there are three types of editors that you’ll need and it’s not always a safe bet that your editor will tackle everything for you.</p>\n\n<ol>\n  <li><strong>The developmental editor.</strong> This is the kind of work that I love to do. You can <a href=\"https://fiction.coach/case-studies\">check out my case studies</a>, where I dissect stories from all walks of life.</li>\n  <li><strong>The copy editor.</strong> This is the editor that nurtures your copy and your style. Doesn’t get to touch the story in itself.</li>\n  <li><strong>The proofreader.</strong> This is the person that irons out the last bugs from your writing: spelling, punctuation and formatting.</li>\n</ol>\n\n<p>Not all editors are made equal and while some of them can provide for many of these three functions, not all functions are being taken care of at once. Read <a href=\"#third-myth\">myth no. 3</a> to find out why.</p>\n\n<p>Not to mention that besides an editor, you, as the author, will need a book cover designer, a website and a strategy to place your book in front of your readers.</p>\n\n<div id=\"second-myth\"></div>\n<h3 id=\"2-im-self-published-why-would-i-need-an-editor\">2: I’m self-published. Why would I need an editor?</h3>\n\n<p>Your loved ones, while honest and caring – traits a good editor <strong>must</strong> have – don’t have the training necessary to spot mistakes. As mentioned earlier, they’d have to know <a href=\"/2018/06/how-to-write-a-good-story\">what a good story sounds like</a>. And know it very well.</p>\n\n<p>All the more reason if you’re a self-published author. And a first timer at that.</p>\n\n<p>If you’ve published books before, maybe you can chance releasing your book with just a proofread. But otherwise, it’s not recommended.</p>\n\n<p>You need someone with a sharp eye for detail and the technical and professional skills. Just like we talked about <a href=\"#the-professional-editor\">the professional editor</a>.</p>\n\n<p>That’s, of course, <strong>if you’re serious and you want to sell your story.</strong></p>\n\n<div id=\"third-myth\"></div>\n<h3 id=\"3-fine-how-do-i-find-an-editor\">3: Fine. How do I find an Editor?</h3>\n\n<p>You ask for recommendations, like you’d do with finding a dentist or a surgeon.</p>\n\n<p>Why is searching for a good editor just like searching for a good doctor?</p>\n\n<p>Because cheaper isn’t always better. Just like we talked about it earlier, there are editors and there are editors :)</p>\n\n<p>Different skillsets, different mindsets and different levels of professionalism. Just like with anything under the almighty sun.</p>\n\n<p>Now, if you don’t have any way of finding an editor through recommendations, browse services like Upwork.com or other freelance platforms.</p>\n\n<p>Get some candidates, tell them what exactly you’re looking for (developmental, copy or just proofread) and send samples of your work.</p>\n\n<p>After this, you can select the one who asks the best questions and fits your budget and time frame.</p>\n\n<div id=\"fourth-myth\"></div>\n<h3 id=\"4-ok-ill-work-with-a-developmental-editor-is-my-book-good-to-go-now\">4: Ok. I’ll work with a developmental editor. Is my book good to go now?</h3>\n\n<p>Maybe.</p>\n\n<p>No, I’m not insane.</p>\n\n<p>And no, I’m not cheeky either.</p>\n\n<p>There were times that I’ve worked with someone for so long on their story, that even I got past the fresh eyes phase.</p>\n\n<p>So if you’ve hired me to help you with developmental editing and we’ve spent quite the time on it, I may advise you to employ a copy editor or a proofreader, to iron out any remaining faults in your copy.</p>\n\n<div id=\"fifth-myth\"></div>\n<h3 id=\"5-the-bastard-makes-stuff-up-whats-with-all-the-markings\">5: The bastard makes stuff up. What’s with all the markings?</h3>\n\n<p>An editor makes the best book out of your manuscript. That’s their job.</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>That's what you buy: professional judgement.</p>\n</blockquote>\n\n<p>I said judgement, <strong>not criticism.</strong></p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>Critics are those people that come on the battlefield after the war is over and shoot the wounded.</p>\n</blockquote>\n\n<p>You buy the editor’s years of experience. And love of books – <em>see the upcoming first truth.</em></p>\n\n<p>But you must also <strong>tell your editor after which style guide you’re taking after.</strong></p>\n\n<p>Is it your run-of-the-mill Strunk and White? Is it The New York Times Manual? The MLA?</p>\n\n<p><strong>Communication, like in a successful marriage – or a successful brain surgery – is key.</strong></p>\n\n<h2 id=\"the-truths\">The truths</h2>\n\n<div id=\"first-truth\"></div>\n<h3 id=\"1-editors-love-books-and-stories\">1: Editors love books and stories</h3>\n\n<p>Otherwise, we wouldn’t be editors.</p>\n\n<p>There’s also this thing, in which I believe with all my heart:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>The more you teach people something, the better you understand it yourself.</p>\n</blockquote>\n\n<p>I had the same experience when I was teaching my friends how to code or when I was showing them how to parry and attack, after a Krav-Maga class.</p>\n\n<p>The same happens when I work with an author on their story and teach them the art of storytelling.</p>\n\n<p>I fell in love with books from a young age and I’ve been in love with the written word all my life.</p>\n\n<p><a href=\"https://medium.com/@theplotdude/when-do-you-become-a-mentor-or-the-early-obi-wan-kenobi-c26a0aac27d1\">I’ve made mistakes too</a>, in my venture of becoming a professional developmental editor, from a professional programmer.</p>\n\n<p>But I’ve always regarded books as carbonated bliss and those people brave enough to write them, as students of truth school.</p>\n\n<p>Because that’s the first thing you do, when you decide you’ll write a story: you want to tell your most secret dreams and wishes to the world. And that takes bravery and in turn, bravery means telling the truth.</p>\n\n<div id=\"second-truth\"></div>\n<h3 id=\"2-they-also-love-working-with-most-authors\">2: They also love working with (most) authors</h3>\n\n<p>Do you remember when you were a kid and you made friends easily?</p>\n\n<p>That’s how an editor feels. He feels like he can make friends like that – snap of the fingers!</p>\n\n<p>Just see yourself when you were a kid and remember those times.</p>\n\n<p>An editor is a grown-up kid who makes friends on the spot, because he speaks the same language that the author does.</p>\n\n<ul>\n  <li>An editor <strong>gets</strong> an author and their needs.</li>\n  <li>An editor <strong>speaks</strong> the same language like the author.</li>\n  <li>And most important of all, an editor <strong>helps you</strong> in your darkest hour: when you’re ready to murder your darlings – that’s lingo for “trim the extra fat and make your story tight.”</li>\n</ul>\n\n<p>Of course, like in any field, a friendship can turn sour and there are some cases in which there’s a disconnect between the two, the author and the editor.</p>\n\n<p>In this case, it’s wise you both treat each other with respect and see that you both get what you need: the author gets their manuscript upgraded and the editor gets their money.</p>\n\n<p>Sad as it may be, these things happen too.</p>\n\n<div id=\"third-truth\"></div>\n<h3 id=\"3-a-developmental-editor-is-the-fiction-coach-you-never-had\">3: A developmental editor is the Fiction Coach you never had</h3>\n\n<p>Like I said earlier, you want to tell your truth to the world.</p>\n\n<p>You want to share whatever it may be that you’ve learned, either through a painful experience, or a happy coincidence that later turned out it wasn’t coincidence, it was just your years of careful planning and scheming – just kidding.</p>\n\n<p>You’re in it for the story, the retelling of what you want the world to know from you.</p>\n\n<p>Maybe you know how to do that, after so many years – like Stephen King does – or maybe you need help. That’s the help professional editors give you: raw efficiency.</p>\n\n<p>They are your partners in crime, so to speak.</p>\n\n<p>And <strong>a good editor will be there for</strong> you, helping you with the perfect crime: <strong>the perfect version of your story.</strong></p>\n\n<div class=\"footnotes\">\n  <ol>\n    <li id=\"fn:1\">\n      <p><a href=\"https://www.youtube.com/watch?v=fBA-38mzabs\" target=\"_blank\">Fantaisie Impromptu by Frederic Chopin</a> <a href=\"#fnref:1\" class=\"reversefootnote\">&#8617;</a></p>\n    </li>\n  </ol>\n</div>",
            "summary": "Developmental editing is a complex and dying craft.Because if you want to do that, you need to know the process and the mechanics of a story inside and out.And you can only do that if you know what a story is made of.",
            "image": "https://fiction.coach/assets/images/posts/resized/desk/editors-at-work.jpg",
            "date_published": "2018-06-01T00:00:00+03:00",
            "date_modified": "2018-06-01T00:00:00+03:00",
            "author": {
              "name": "Richard Crimson"},
            "tags": ["On Writing"]},{
            "id": "https://fiction.coach/2018/05/whats-marvels-overall-theme",
            "url": "https://fiction.coach/2018/05/whats-marvels-overall-theme",
            "title": "What’s Marvel’s Overall Theme?",
            "content_html": "<p>It’s not the best movie franchise that ever was, but it’s the most popular at the moment.</p>\n\n<p>And with so many movies coming out in the MCU, Marvel’s Cinematic Universe, one cannot help but wonder: <strong>why is the theme of these stories a theme about complicated relationships with fathers?</strong></p>\n\n<p>Is it because these movies are inspired by comic books and the authors wanted the kids to have at least a subliminal connection with their parents?</p>\n\n<p>Or is it because the creators of Marvel, themselves, had problems with crossing an emotional bridge to their own children and this was their way to do it?</p>\n\n<p>If you google it, Marvel was founded in a very delicate period: the late baby boomer era.</p>\n\n<p>This means that <strong>these are the kids that had dads from the Silent Generation, the generation that saw a great deal of stress and destruction, in the time of the second World War.</strong></p>\n\n<h2 id=\"things-get-pretty-interesting\">Things get pretty interesting</h2>\n\n<p>Now, I don’t know if Marvel - <strong>founded in 1939</strong> - inspired George Lucas to write the original Star Wars as a father-son sinuous bond, but with the Marvel Universe, at least the cinematic one, you can see this is a reoccurring theme.</p>\n\n<p>Thor and T’challa have huge respect for their fathers. But they find out that their fathers can make mistakes too. And the pedestals eventually crumble, not without heartbreak, and these godlike father-figures get to answer for their sins.</p>\n\n<p>Quill gets to know his father and what’s a wonderful sensation at first, only turns to ashes in his mouth, later.</p>\n\n<p>Worse:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>He may have been your father, boy, but he wasn't your daddy!</p>\n    <div class=\"nk-blockquote-athr\">Yondu, while saving Peter Quill's ass</div>\n</blockquote>\n\n<p><strong>Spiderman sees Tony Stark as a surrogate father and even Tony Stark has some well-known history with his own father.</strong></p>\n\n<p>These are just a few examples, not to mention Gamora and her hatred for Thanos.</p>\n\n<p>It seems that Marvel loves to portray these heroic battles as the eternal fight of good versus evil, with minimal twists and turns.</p>\n\n<p>Unless it’s the last Avengers.</p>\n\n<p>Yes, that means spoilers from now on.</p>\n\n<p>So, while Marvel loves to show us how the good guys almost always win, there’s a more subtle theme to its characters</p>\n\n<p><strong>And that theme is “grow up.”</strong></p>\n\n<h2 id=\"marvel-an-inspiration-for-steven-spielberg\">Marvel, an inspiration for Steven Spielberg?</h2>\n\n<p>Now, talking about complicated relationships, I don’t know if the creators of the Marvel Universe, Stan Lee included, had complicated relationships with their children, but that’s a solid with the child Steven Spielberg and his dad.</p>\n\n<p>From the now classic <strong>E.T: The Extraterrestrial</strong>, to <strong>Indiana Jones</strong>, to <strong>Catch Me if You Can</strong>, Spielberg has explored the full spectrum of the father-figure trope, while he himself talked about this reoccurring theme, time and again.</p>\n\n<p>Thankfully, Steven Spielberg’s relationship with his father improved with time.</p>\n\n<p><strong>But that’s not the case with Thanos and the rest of the Avengers crew.</strong></p>\n\n<ul>\n  <li>Thor’s father dies at the hands of his sister,</li>\n  <li>Tony loses Peter,</li>\n  <li>Thanos loses Gamora (even if it’s of his own making)</li>\n</ul>\n\n<p>and so on.</p>\n\n<p><strong>The losses</strong> that these characters suffer are meant to <strong>help them on their individual character arcs.</strong></p>\n\n<p>They usually start off as bratty and selfish children and along the way <strong>they need to learn responsibility and man up, one way or another.</strong></p>\n\n<p>They need to see beyond their selfishness and self-image and make adult-like sacrifices and compromises.</p>\n\n<p>This is especially true with the latest movies in the Marvel Universe:</p>\n<ul>\n  <li>Spiderman Homecoming,</li>\n  <li>Thor: ragnarok,</li>\n  <li>Black Panther</li>\n  <li>Avengers: Infinity War part I</li>\n</ul>\n\n<h2 id=\"the-journey-of-these-characters-is-forced-by-the-various-father-figures\">The journey of these characters is forced by the various father-figures</h2>\n\n<p>Father-figures that inspire their children through both love and hate.</p>\n\n<p>And most inspiring of all is the father that wants to make children from all of us: Thanos.</p>\n\n<p>Marvel’s ultimate villain wants to erase half the universe, because he knows what’s best for his children.</p>\n\n<p>That’s us. All of us.</p>\n\n<p>And I say that because if you take a closer look at Infinity War, you’ll see this theme everywhere. <strong>From his closest adopted children, Nebula and Gamora, to his Minions, named “children of Thanos,” to Scarlet Witch, to which he reffers as “my child,” even if they’ve never met before.</strong></p>\n\n<p>This might be Marvel coming full circle with the father-figure theme or it just might be a cheap trick to make us root for this supreme villain.</p>\n\n<p>As we all know, <strong>a story is only as strong as its antagonist.</strong></p>\n\n<p>And as long as we empathize or at least find some sense in the antagonist’s reason, we’re all good and prepped up to listen to what the story has to tell us.</p>\n\n<p>So Thanos isn’t your run of the mill bad guy. He’s taking responsibility for all the living, breathing things in the whole universe.</p>\n\n<p>If you will, he’s uncle Ben’s saying, taken to extreme:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>With great power, comes great responsibility</p>\n    <div class=\"nk-blockquote-athr\">Uncle Ben, to the fatherless Peter Parker, aka Spiderman</div>\n</blockquote>\n\n<p>And Thanos even believes that.</p>\n\n<p>He wants you to worship him, to love him and thank him, because he’s a good dictator god, in search of total dominion over the living.</p>\n\n<p>Thanos wants to be the universal version of Odin: the allfather, THE god, THE king.</p>\n\n<p>And this is where Loki throws a bit of foreshadowing, when he tells Thanos that he’ll never become a god. Yet, by the end of the movie, he does become exactly that. He collects all the Infinity Stones.</p>\n\n<h2 id=\"thanos-is-the-negative-incarnation-of-the-ultimate-god-the-ultimate-father\">Thanos is the negative incarnation of the ultimate god. The ultimate father.</h2>\n\n<p>The ultimate father with an iron will and unbent principles, who will rather destroy you than accept your reprimand. A child’s reprimand.</p>\n\n<p>As his servant, Ebony Maw, says</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>[...] even in death, you are children of Thanos</p>\n    <div class=\"nk-blockquote-athr\">Ebony Maw, to the dying survivors of Asgard</div>\n</blockquote>\n\n<p>And that’s a hint of Thanos’ view on love.</p>\n\n<p>I don’t know if you’ve paid any attention to Wong, Doctor Strange’s sidekick, at the beginning of the movie</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>[...] attachment to the material is detachment from the spiritual</p>\n    <div class=\"nk-blockquote-athr\">Wong, that Dr. Strange sidekick you don't see for the rest of the movie</div>\n</blockquote>\n\n<p>And this is a tenet that can be found throughout all the spiritual arts and beliefs, but even more, <strong>it’s what Thanos believes in.</strong></p>\n\n<p>He doesn’t want to conquer worlds, he doesn’t want to destroy them. He thinks he’s quite selfless.</p>\n\n<p>Especially since he’s had to give up Gamora, whom he loved most, to acquire the soul stone. Quite the symbolism going on there.</p>\n\n<p>This selfless view of love is also one with which the Avengers and Guardians have to deal with.</p>\n\n<p>Scarlet Witch cannot kill Vision and Quill won’t bring himself to kill Gamora.</p>\n\n<p>Even if it’s meant to save the universe, in one way or another.</p>\n\n<p>On the one hand, we kind of get that.</p>\n\n<p>We’re quite helpless when it comes to sacrificing the ones we love.</p>\n\n<p>But on the other hand, this being one of many flaws that the Marvel Universe has:</p>\n\n<h2 id=\"we-dont-get-to-really-empathize-with-these-characters-decisions\">We don’t get to really empathize with these characters’ decisions</h2>\n\n<p>On the contrary, we tend to even blame them, because the script said “inject love drama here.”</p>\n\n<p>These failures of sacrificing one for the good of many are portrayed as irrational. And in this movie they are depicted as, wait for it, <strong>childish</strong>.</p>\n\n<p>Even if it’s expressed through clumsy scenes like the cringing romantic ones with Scarlet Witch and Vision, Wong’s principle comes through:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>[...] love of material means the demise of the spiritual</p>\n</blockquote>\n\n<p>And that’s what Thanos claims to be: <strong>the embodiment of selflessness and remoteness in his decision to kill his daughter</strong> and half the universe with her.</p>\n\n<p>For the good of the many.</p>\n\n<p>But just as Gamora tells him time and again, Thanos doesn’t seem to be capable of nurturing true love towards his children, given the tortures and horrors to which he subjects everyone, Gamora included.</p>\n\n<p><strong>Thanos’</strong> excuse is that of a father that wants to see his children grow strong, despite their experiences and sorroundings. In fact, <strong>he’s convinced that thanks to these horrors, his children will emerge stronger.</strong></p>\n\n<p>So, does the universe take the side of dispassionate, cool and remote love of Thanos?</p>\n\n<p>As it came out, it does, given that Thanos receives the soul stone, as a result to his sacrifice.</p>\n\n<p>And besides the theme of having to grow up, face facts and survive tough love when it comes your way, Infinity War presents itself with another idea:</p>\n\n<h2 id=\"attachment-to-the-material-means-detachment-of-the-spiritual\">Attachment to the material means detachment of the spiritual</h2>\n\n<p>This might prove to be quite uncomfortable.</p>\n\n<p>Especially for Tony Stark, whom Thanos seems to view as the only equal throughout the movie. Meaning not a child to look after.</p>\n\n<p>So Thanos has no lessons to spare for Tony.</p>\n\n<p>Maybe <strong>there’s a reason and a symbol for which Tony tells his wife, at the beginning of the movie, that he wants to become a father.</strong></p>\n\n<p>And because of that, he feels responsible for keeping Spiderman safe, as much as he can, given he’s like a surrogate father to him.</p>\n\n<p>On the opposite side, there’s <strong>Doctor Strange</strong>. And <strong>he’s actually in camp Thanos, when it comes to sacrificing others for the greater good.</strong></p>\n\n<p>He even tells Tony that he won’t spare a second though of sacrificing him and Spiderman to protect the time stone.</p>\n\n<p>So, to wrap this up, the combination of the theme and the idea of attachment kind of gives birth to this concept of</p>\n\n<h2 id=\"two-sides-of-the-coin-of-fatherly-love-the-emotional-and-the-detached\">Two sides of the coin of fatherly love: the emotional and the detached</h2>\n\n<ul>\n  <li>One is overprotective of its children, wrapping them in armor and trying to keep them out of danger, like Tony does with Spiderman</li>\n  <li>The other is actually throwing its children to the wolves, so that they can emerge stronger.</li>\n</ul>\n\n<p>The Marvel movies might have the biggest budgets, stars and visual effects in the world.</p>\n\n<p>Which sadly translates into a lack of thought provoking stories.</p>\n\n<p>So, in the end, I think that <strong>while 90% of the time Marvel gives us popcorn plots and sugar-high visuals, they also deliver a theme that runs through its universe.</strong></p>\n\n<p>It might not be so visible to the naked eye, but if you look close enough, you might actually see it and nod your head to it.\n​</p>",
            "summary": "It’s not the best movie franchise that ever was, but it’s the most popular at the moment. Why is the theme of these stories a theme about complicated relationships with fathers?",
            "image": "https://fiction.coach/assets/images/posts/resized/desk/whats-the-marvel-theme.jpg",
            "date_published": "2018-05-29T00:00:00+03:00",
            "date_modified": "2018-05-29T00:00:00+03:00",
            "author": {
              "name": "Richard Crimson"},
            "tags": ["Marvel","Theme","Thanos","Iron Man","Character Development"]},{
            "id": "https://fiction.coach/2018/05/why-the-jedi-order-is-the-antagonist-of-star-wars",
            "url": "https://fiction.coach/2018/05/why-the-jedi-order-is-the-antagonist-of-star-wars",
            "title": "Why Jedis are the perfect antagonists",
            "content_html": "<p>When it comes to Jedis, George Lucas made one of two things: an error or something brilliant. We’ll see why in a moment.</p>\n\n<p>Star wars has it all:</p>\n<ul>\n  <li>alien worlds,</li>\n  <li>space ships</li>\n  <li>and the almighty good v evil theme.</li>\n</ul>\n\n<p>In truth, though, George Lucas’ trilogies are coming of age stories, of boys becoming men.</p>\n\n<p>Now, with the arrival of Ray in the Star Wars universe, we also have notable female characters. Though, based on episodes VII and VIII, she doesn’t have such a glamorous architectural story.</p>\n\n<p>Speaking of the fathers and grandfathers of the Star Wars saga, <strong>Luke and Anakin go on their journeys as two boys with a taste for adventure, willing to scour the universe for said adventures.</strong></p>\n\n<p>They both need to leave their comfort with which they were used and start down their sinous paths that will see them transformed into men.</p>\n\n<p>Even if their stories end in different ways, they are both molded by the Jedi order.</p>\n\n<p>In the Star Wars saga, the Jedi order is quite of an old cult, made of monks with wisdom, telepathic and telekintic powers. Plus 6 feet of lightsaber per capita.</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>In the first six movies, the Jedi order is the opposite of Iceland when it comes to gender equality: patriarchy at its best.</p>\n</blockquote>\n\n<p><strong>You CAN see Jedi women here and there, but you never see them in command or able to make decisions for the order.</strong></p>\n\n<p>You could say that the Jedis are better than your prototypal men symbols.</p>\n\n<ul>\n  <li>they don’t smoke,</li>\n  <li>they don’t curse,</li>\n  <li>they are as farsighted and calm as a buddhist monk can get</li>\n  <li>they meditate</li>\n  <li>and they don’t rely on brute force, the way I do at 12am in the morning with the fridge.</li>\n</ul>\n\n<p>And besides them being a crossover between Bruce Lee and the Inquisition, it doesn’t mean that they are rolemodels.</p>\n\n<h2 id=\"george-lucas-stole-like-an-artist\">George Lucas stole like an artist</h2>\n\n<p>From a bunch of places, when he made Star Wars.</p>\n\n<p>And even if you could see the influence that the Asian culture has had on his work, <strong>Lucas prefers the Wild West when it comes to interviews.</strong></p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>Just like the marshals from the old Wild West, the Jedi don't throw the first punch. Even if they are perfectly capable of causing sobs and various brutalities when provoked.</p>\n</blockquote>\n\n<p>Most of what we know about the Jedi, in the first 6 movies, is being told by Ben Kenobi and Yoda.</p>\n\n<p>For example, we know that <strong>the essence of the Jedi dogma is the lack of feelings and emotions.</strong> Because in Star Wars, it’s not the dark side that’s the most hated enemy. <strong>It’s the feelings that a Jedi could possess.</strong></p>\n\n<p>And here’s where the wagon goes downhill, because the Jedi masters always push the envelope of suppressing your emotions and denying you feelings.</p>\n\n<h2 id=\"to-get-a-better-glimpse-of-this-lets-take-anakins-story\">To get a better glimpse of this, let’s take Anakin’s story.</h2>\n\n<p>In the Phantom Menace, Qui Gon Jinn discovers that a certain boy from a planet he’s visiting is <strong>“force sensitive.”</strong> And decides to take him away from his mother, whom he loves quite dearly, on a planet that’s something like 4000 light years away.</p>\n\n<p>Why does Qui Gon Jinn take the boy? So that the boy can become a Jedi knight.</p>\n\n<p>Now, what happens when Anakin is introduced to the Jedi council? <strong>He’s rejected.</strong></p>\n\n<p><strong>On the grounds that Yoda feels that the kid is emotional.</strong></p>\n\n<p>Why would the kid be emotional, can you guess? Because he’s worried sick about his mother. <strong>The mother which Qui Gon Jinn left into slavery on a god-forsaken planet, halfway across the universe.</strong></p>\n\n<p>The feelings that Anakin has, the emotions and the worry, <strong>all these are normal things.</strong> I don’t know who wouldn’t actually be concerned about their mothers, given the situation.</p>\n\n<p>And it doesn’t stop here. Instead of someone telling him “it’s gonna be ok,” like it happens in almost all American movies, <strong>this kid is taunted and humiliated because he’s chewed by grief through and through of leaving his mother to rot on that planet.</strong></p>\n\n<p>Why does this happen? I’d say because nothing else matters for the Jedi, except total detachment.</p>\n\n<p>The order and its council, <strong>like all sane non-sadists,</strong> have a firmly grounded opinion about padwans being instructed:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>to deny any and all relatives or loved ones and forced to hide their feelings from everyone else.</p>\n</blockquote>\n\n<p>They’re perfectly alright with Jedis displaying a calm and cold demeanour. And the padwans mustn’t bother any of the Jedi masters if they want to learn their tricks. <strong>They must learn to do it themselves.</strong></p>\n\n<p>Even if the Jedi order holds no perverse pleasure in torturing its padwans, <strong>emotionally abandoning a kid to his own devices could result in some pretty permanent psychological traumas.</strong></p>\n\n<p>Bell Hooks wrote a book called <strong>Will to Change</strong> and says things like</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>the way in which we turn boys into men is one of trauma by breaking all form of expressiveness towards the ones in their lives</p>\n</blockquote>\n\n<p>This emotional disconnect becomes quite unhealthy in Episode 2, when Anakin is already a teenager and starts to become bratty and spoiled. Now a big boy, finding his way to adulthood, <strong>he’s trying to follow his Jedi training, while always remembering he had a mother that he’s left behind.</strong></p>\n\n<p>Anakin is between two worlds and his unease for his mother is summoning nightmares and premonitions. He doesn’t get any emotional ground, instead he’s expected to supress all emotional activity at once.</p>\n\n<p>There are times when he can’t hide it fully. And in those times, <strong>Anakin is being perceived as a ticking bomb: an extremely volatile prime matter.</strong></p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>If you come to think of it, in the trilogy dedicated to the rise of Darth Vader, all those who express emotion are demonized, one way or another.</p>\n</blockquote>\n\n<p><strong>Not to mention the momentary recoil we have at those times when Anakin cries.</strong> Because in the Star Wars universe <strong>crying = weakness.</strong> And crying paints Anakin’s predisposition to becoming a Sith Lord.</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>Against popular belief, people who bury their feelings aren't tough. By extension, men who bury their feelings aren't tough guys. On the contrary.</p>\n</blockquote>\n\n<p>A tough guy means someone who has the power to cry for help when needed, who has the strength to be vulnerable and awkward. Considering this, check out my SpiderMan analogy, <a href=\"\">why Homecoming is the perfect SpiderMan movie</a>.</p>\n\n<p>If one dives deep in the Star Wars lore, one will see that the earliest of Jedis tried to balance the light and dark side. They were allowed dark thoughts and emotions, so they were much more emotionally stable. However, the Jedis were so fearful of the dark side and emotions that lead to the dark side, that they banned any emotions.</p>\n\n<p>Which is actually kind of backwards thinking, since this</p>\n<ul>\n  <li>makes some Jedis ticking emotional time bombs</li>\n  <li>and some of the most famous Jedis, like Luke Skywalker, have shown that balancing emotions can be more powerful than staying on one side of the force.﻿</li>\n</ul>\n\n<p>So the only feeling that the Jedi relegate to possess is that of <strong>remote compassion,</strong></p>\n<ul>\n  <li>focused on the greater good,</li>\n  <li>detached from any actual individual’s suffering.</li>\n</ul>\n\n<p>That’s why Qui Gon Jinn does nothing to save Anakin’s mother, even though it was in his power.</p>\n\n<p><strong>No wonder Anakin gets to hide his need for connection with another human being.</strong> And that connection will end up being a romantic relationship with Padme.</p>\n\n<h2 id=\"beginning-of-the-end\">Beginning of the end</h2>\n\n<p>So Anakin ends up hiding his marriage with Padme and also hiding their unborn children.</p>\n\n<p>In the last episode, when he’s having premonitions about his wife and children, he’s reaching out to Yoda, in search of advice. Without, actually, telling the master about his fears for his family’s safety. <strong>And that’s why Yoda gives him the worst possible piece of advice, ever.</strong></p>\n\n<p>If Yoda truly wanted to help Anakin, he could’ve counseled or sent him to someone who could. <strong>Yoda could’ve acknowledged the anxiety and pain through which Anakin was going and put him at ease.</strong></p>\n\n<p>Instead, Yoda is prevented from doing that by the Jedi order and by his own beliefs, given that he’s become a Jedi icon.</p>\n\n<p>This leaves Anakin with advice like “bury your feelings and forget all the tragedy that has ever befallen you or your family.” And it doesn’t do any good, given that he’s afraid for his family.</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>Which leads to another core flaw of the Jedi order: fear is the number one enemy of a Jedi.</p>\n</blockquote>\n\n<p>This is shown in all episodes, I to VI. Fear leads a Jedi Knight to the dark side.</p>\n\n<p>In real life, though, fear does many things, not just lead you to take wrong decisions.</p>\n<ul>\n  <li>Fear can keep you alive,</li>\n  <li>it can teach you caution,</li>\n  <li>it can make you care for people that mean something for you.</li>\n</ul>\n\n<p>Instead, for the Jedi, this is of little use, given their philosophy:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>fear &rArr; anger &rArr; hate &rArr; suffering;</p>\n    <p>anger + hate + suffering = <strong>dark side</strong></p>\n    <div class=\"nk-blockquote-athr\">Jedi philosophy</div>\n</blockquote>\n\n<p>Given these concepts, you cannot but wonder if <strong>George Lucas made an error when he created the Jedis or he made something brilliant.</strong></p>\n\n<p>If he mistakingly assumed that this is how emotions work and wanted to make the Jedi some higher purpose, heavenly beings, then I believe he’s made an error, story-wise.</p>\n\n<p>Fear is not at all something that leads to burning hatred and evil evil evil. It’s not some inevitable domino that will trigger the end of the world.</p>\n\n<p>On the other hand, <strong>if George Lucas made the Jedi Order a psychologically flawed cult, a cult that traumatizes its own disciples,</strong> then it’s an artistic touch of craftsmanship that you can rarely find, given the Star Wars saga has one of the most debated lores in history.</p>\n\n<h2 id=\"the-flaw-in-jedi-mentality\">The flaw in Jedi mentality</h2>\n\n<p>It is known that they restrict emotions of any kind, therefore even romantic ties. So that means that <strong>love is another reason for which a Jedi knight can succumb to the dark side, given the intricacies of romantic passion.</strong></p>\n\n<p>For the Jedi, anything close to a romantic partner means loss of control and going down the path of perdition. <strong>Nothing that was once noble about love is now standing:</strong></p>\n<ul>\n  <li>the will to move mountains,</li>\n  <li>letting go of your ego and just being with your soulmate</li>\n  <li>all the way to the selfless act of sacrificing oneself, so that the other may be safe from harm.</li>\n</ul>\n\n<p>This all turns into an instability that the Jedi condemn and abolish or at least try to abolish, from its early stages. <strong>It’s especially fatal for a boy transitioning into a man, given the erected suspicious eyebrow, caused by such healthy emotions and intimacy.</strong></p>\n\n<p>You can also see this dysfunctional creed in Luke’s story, when old Ben Kenobi and old Yoda both ask the same thing of him: a Jedi master gets a hold of his emotions.</p>\n\n<p>They both instruct Luke to abandon Leia and company, otherwise he’d be overcome with vulnerability and open to the same path as his father.</p>\n\n<p>That’s how the emperor managed to turn Anakin into Darth Vader.</p>\n\n<p><strong>And that’s how the real world is treating boys and young men: show that you’re vulnerable and you’ll be prone to being manhandled. Or worse.</strong></p>\n\n<p>On the other hand, Luke sepparates himself from Anakin. While they both receive the same stoic training of the Jedi and not always obeying their commands, Luke isn’t influenced by the Jedi dogma, like Anakin is. Of course, <strong>that is also due to the fact that Luke is actually older, giving his emotional range an advantage over Anakin’s.</strong></p>\n\n<p>Luke has known grief and loss, when his aunt and uncle died.</p>\n\n<p>For Anakin, though, his emotions come in direct conflict with his Jedi training and conditioning. This in turn generates anger, which turns into violence and horror, slaughtering everything in his path.</p>\n\n<p>At practically every plot point in <strong>Revenge of the Sith,</strong> it feels like if someone sat down with Anakin and worked on an actual solution for his fears instead of vilifying him for having fears, none of this would have happened.</p>\n\n<p>All Qui Gon Jinn had to do was</p>\n<ul>\n  <li>pay whatever currency he was asked for,</li>\n  <li>emancipate Anakin’s mother,</li>\n  <li>give her a nice apartment in the capital</li>\n  <li>and allow Anakin to visit her now and then.</li>\n</ul>\n\n<p>Anakin’s mind would have been at ease, he would’ve been emotionally secure, and he could have focused on his training.</p>\n\n<p>That would’ve been great.</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>But if that would've happened, we'd never have had Darth Vader.</p>\n</blockquote>\n\n<p>Jedi teaching has it all wrong, and this seems to be hinted by various Siths throughout the saga: <strong>emotional remotenes fuels rage and a feeling of impotence,</strong> which leads Jedi into becoming Sith.</p>\n\n<p>While Luke openly refuses the path that Yoda has set in front of him, of sacrificing friends and family for the greater good of his training, Anakin hides his wife and unborn children.</p>\n\n<p>Come to think of it, Luke Skywalker is better than any Jedi we’ve seen on screen <strong>BECAUSE</strong> of his unwillingness to sacrifice his emotions. This is what ultimately makes him the best jedi: he wants to save his father and forgive him for his transgressions, even if the Jedi never did.</p>\n\n<p>And of course, this is what props us to love the Skywalkers so much, that they’ve come full circle and made peace, allowing Anakin to finally find his family, albeit for a short, fleeting moment.</p>\n\n<p>Coming back to suppressing emotion, that’s what any Jedi was supposed to do, if he’d followed the code: <strong>to mask their pain with passiveness and calm.</strong></p>\n\n<p>Here’s Alan Watts talking about the impossibility of this feat, in <strong>Out of Your Mind, Session 11: The World of Emptiness</strong><sup id=\"fnref:1\"><a href=\"#fn:1\" class=\"footnote\">1</a></sup>:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>[...] the Self is still playing the game of not being itself.</p>\n    <ul>\n      <li>fasting,</li>\n      <li>doing all sorts of exercises,</li>\n      <li>lying on beds of nails,</li>\n      <li>sleeping on broken rocks,</li>\n      <li>any kind of thing to break down egocentricity,</li>\n      <li>to become unselfish, to become detached, to exterminate desire for life.</li>\n    </ul>\n\n  \t<p>[...] all that was futile; that was not the Way.</p>\n\n    <p>And one day he broke his ascetic discipline and accepted a bowl of some kind of milk soup, from a girl who was looking after cattle.</p>\n\n    <p>And suddenly, in this tremendous relaxation, he went and sat down under a tree, and the burden lifted.</p>\n\n    <p>He saw, completely, that <strong>what he had been doing was on the wrong track.</strong></p>\n\n  \t<p><strong>No amount of effort will make a person</strong> who believes himself to be an ego <strong>be really unselfish.</strong></p>\n\n  \t<p>Oh yes, you can imitate unselfishness.</p>\n    <p><strong>You can go through all sorts of highly refined forms of selfishness, but you’re still tied to the wheel of becoming, by the golden chains of your good deeds,</strong> as the obviously bad people are tied to it by the iron chains of their misbehaviors.</p>\n\t\t<div class=\"nk-blockquote-athr\">Alan Watts</div>\n</blockquote>\n\n<p>If you come to think of it, if the Jedi order didn’t have this strange idea of becoming a rock among rocks, devoid of any feeling and emotion, Darth Vader wouldn’t have happened. And of course Star Wars wouldn’t have happened.</p>\n\n<p>Which is why I believe that George Lucas is a great storyteller, <strong>whereas the present trilogy is a mishmash of something that could’ve been great.</strong></p>\n\n<p>It’s interesting to see how Kylo Ren is very expressive of his emotions, in this new trilogy. And what keeps dragging him to the Light are his feelings and his connections to his parents. What turned him into Kylo Ren, in the first place, was Luke’s moment of pure rationality.</p>\n\n<p>And it was also Luke’s moment of rationality that prevented him from killing Kylo. Luke even says that he regrets attempting to kill Kylo and wishes he had legitimately nurtured the kid, rather than simply letting him deal with it himself.</p>\n\n<p>Ultimately, it is the tragedy of the prequels that put the Star Wars saga in motion: <strong>the Jedi get their Messiah and fail him.</strong></p>\n\n<p><strong>The Jedi do more to turn Anakin into Vader, than Palpatine ever did.</strong></p>\n\n<p>That’s why, in my opinion, Chewy is the best role model in Star Wars :)</p>\n\n<div class=\"footnotes\">\n  <ol>\n    <li id=\"fn:1\">\n      <p><a href=\"http://www.organism.earth/library/document/26\" target=\"_blank\">Alan Watts: Out of Your Mind, Session 11: The World of Emptiness</a> <a href=\"#fnref:1\" class=\"reversefootnote\">&#8617;</a></p>\n    </li>\n  </ol>\n</div>",
            "summary": "Even if the Jedi order holds no perverse pleasure in torturing its padwans, emotionally abandoning a kid to his own devices could result in some pretty permanent psychological traumas.Or Darth Vader.When it comes to Jedis, George Lucas made one of two things: an error or something brilliant.",
            "image": "https://fiction.coach/assets/images/posts/resized/desk/jedis.jpg",
            "date_published": "2018-05-10T00:00:00+03:00",
            "date_modified": "2018-05-10T00:00:00+03:00",
            "author": {
              "name": "Richard Crimson"},
            "tags": ["Star Wars","SW","Darth Vader","Villains","Character"]},{
            "id": "https://fiction.coach/2018/05/what-if-the-night-king-isnt-the-bad-guy",
            "url": "https://fiction.coach/2018/05/what-if-the-night-king-isnt-the-bad-guy",
            "title": "What if the Night King Isn’t the Bad Guy?",
            "content_html": "<p>George RR Martin has described the white walkers as beautiful, dangerous, elegant and human.</p>\n\n<p>We don’t know much about the white walkers, what they want or who pissed them off most: humanity or the children of the forest.</p>\n\n<p><strong>What’s known</strong> is that they bring back people from the dead, after they slaughter them. Oh, and they turn babies into white walkers, to reproduce.</p>\n\n<p>That’s the norm with Game of Thrones: all characters have strengths and weaknesses.</p>\n\n<p>Like Martin said, he wants to write about the human condition that’s in conflict with itself, at various crossroads in life.</p>\n\n<p>And if you come to think of it, that’s what life in a nutshell sounds like.</p>\n\n<p><strong>Spoilers ahead,</strong> so if you’ve not watched the series, including season 7, it’d be a good idea to do that first.</p>\n\n<p>The show is waiting for its grand finale and many people speculate that the north and the south will eventually rally up behind a common cause: defeat the white walkers. A great tolkien-esque ending. One that Martin is most likely against of.</p>\n\n<p>Even if Martin was influenced by Tolkien by a great deal, Martin also condemned the ease with which Tolkien saved his heroes and damned his villains.</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>My readers fall in love with every character I've written,</p>\n\t\t<p>then I kill 'em and they're like \"oh, he didn't!\"</p>\n\t\t<p>All your bad guys die and good guys survive,</p>\n\t\t<p>you can tell what's gonna happen, by page and age five</p>\n\t\t<div class=\"nk-blockquote-athr\">ERB - George RR Martin v. JRR Tolkien</div>\n</blockquote>\n\n<p>This was a short clip from epic rap battles of history <sup id=\"fnref:1\"><a href=\"#fn:1\" class=\"footnote\">1</a></sup>. Link is in the footer, with the other external resources</p>\n\n<p>The white walkers possess abilities that make them terrifying:</p>\n\n<ul>\n  <li>they have superhuman strength,</li>\n  <li>cold resistance (given that that’s their territory),</li>\n  <li>they can manipulate cold weather and ice,</li>\n  <li>their ice swords and spears shatter any steel that’s not Valyrian steel (and can kill a dragon)</li>\n  <li>and they can resurrect dead people and animals and add them to their army.</li>\n</ul>\n\n<p>Speaking of the undead army, this army is known as “the wights” and it’s controlled by the white walkers, in every thought.</p>\n\n<p>Other than that, the wights are immune to hot or cold weather (though it’s best for an undead to stay cool, as not to rot), immune to any kind of pain and they can be killed only by setting them on fire or by killing the white walker that’s controlling them.</p>\n\n<p>And speaking of those controlling generals, the white walkers themselves have some weaknesses that can be exploited by Jon Snow and company: they can be killed by dragonglass and Valyrian steel.</p>\n\n<p>Both dragonglass and Valyrian steel are hard to find throughout Westeros, given that these both were made with the help of dragon fire.</p>\n\n<p>Now that we’ve accounted for the horrifying ways in which they’re, well, horrifying, <strong>let’s see how these monsters can actually be the heroes of the series.</strong> <sup id=\"fnref:2\"><a href=\"#fn:2\" class=\"footnote\">2</a></sup></p>\n\n<p>Ok, not heroes, but they’re not the bad guys, either, if you come to think of all the layers of complexity and shades of gray that George Martin has given his cast of characters, so far.</p>\n\n<p>Speaking of shades of gray, check out this episode I made about why the gray jedi are the best choice for the Star Wars universe and <a href=\"/2018/05/why-the-jedi-order-is-the-antagonist-of-star-wars\">why the traditional jedi are the actual antagonists of Star Wars</a>.</p>\n\n<p>Ok, coming back to our white walkers, they most likely have something like a civilisation, in the always winter country.</p>\n\n<p>It’s a shame that they’ve been painted something along the lines of a generic evil, like <strong>death coming for all men.</strong></p>\n\n<picture>\n\t<source media=\"(max-width: 991px)\" srcset=\"https://fiction.coach/assets/images/posts/resized/mobile/arya-valar.jpg\" />\n\t<img class=\"nk-img-stretch\" src=\"https://fiction.coach/assets/images/posts/resized/desk/arya-valar.jpg\" alt=\"arya-valar.jpg\" />\n</picture>\n\n<p><em>Death coming for all men</em></p>\n\n<p>The White Walkers could have been more intricately described and given more air time, so that we can get to know more about them.</p>\n\n<p>In the fourth season, fourth episode, one of very few places where we get to find out more about the white walkers straight from the source, you can see the ice castle where the white walker takes Craster’s child. Here, the Night King, ruler of the White Walkers, turns the newborn baby into one of them, given that that’s the only way they can reproduce.</p>\n\n<p>And I feel there might be some drama covering this subject.</p>\n\n<p>If only someone could do something about that and forget about the squabbling kingdoms for a while…</p>\n\n<p>Given their present air time and portrayal, the white walkers are horrifying monsters, who murder and raise everyone in their path.</p>\n\n<p>And as season 8 of Game of Thrones is due next year, 2019, it looks that Jon Snow will put an end to the white walkers, given his and Daenerys’ alliance and their considerable amount of dragonglass.</p>\n\n<p>It’s a great if not predictable ending, no matter the possible martyrs and casualties.</p>\n\n<h2 id=\"what-if-its-more-complicated-than-that\">What if it’s more complicated than that?</h2>\n\n<p>That’s how you create a concept: with a what if question.</p>\n\n<p>George Martin has changed the game when it comes to popular fantasy writing, stomping the cliches and usual tropes <sup id=\"fnref:1:1\"><a href=\"#fn:1\" class=\"footnote\">1</a></sup></p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>and they're like \"oh, he didn't\"</p>\n\t\t<div class=\"nk-blockquote-athr\">ERBH - George RR Martin v. JRR Tolkien</div>\n</blockquote>\n\n<p>Given that the conflicts in Game of Thrones are more complex, beyond the vanity and ambitions of each king.</p>\n\n<p>Remember what Martin said:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>when you're writing, write about the human condition in conflict with itself.</p>\n\t\t<div class=\"nk-blockquote-athr\">George RR Martin</div>\n</blockquote>\n\n<p>Examples of this tenet abound:</p>\n<ul>\n  <li>Jaime Lannister,</li>\n  <li>the Hound,</li>\n  <li>Stannis,</li>\n  <li>even Cersei - when you understand her motherly love for her children.</li>\n</ul>\n\n<p>You can search for Game of Thrones subreddits where you can find opinions of whether Daenerys is a good queen, like all her counselors want her to be.</p>\n\n<p>Or if she’s a self-righteous brat, who’s come in possession of three dragons and now she gets to act madqueen on all of Westeros.</p>\n\n<p>Or for Jaime’s redemption.</p>\n\n<p>Or for the Hound’s redemption, for that matter.</p>\n\n<p>Now, the question comes:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p><strong>what if</strong> the white walkers are just as complex as all the other Game of Thrones characters, if not more?</p>\n</blockquote>\n\n<p>It would be bland and disappointing if the Three-Eyed Raven pulled a trick on the Night King, just in time for Jon to kill him, while Daenerys and Tyrion rode on the remaining two dragons and defeated the white walkers army.</p>\n\n<p>That would basically mean: the living vanquish the dead and everybody lives happily ever after.</p>\n\n<h2 id=\"white-walkers-above-mindless-slaughter\">White Walkers above mindless slaughter</h2>\n\n<p>Let’s think about them for a moment. What if there’s more to their reason for invading Westeros?</p>\n\n<p>What if there’s something other than “smash, kill and eat brains?”</p>\n\n<p>It might be anything from revenge to survival to conquest.</p>\n\n<p>And to prove my point, let’s analyze the Game of Thrones universe from their perspective.</p>\n\n<p>I know it might be a bit hard, given their air time and even less than scarce material in the books, history and motives, but we have bits and hints and we can look out into the past, way beyond Robert’s Rebellion.</p>\n\n<p><strong>Let’s go back to the first men and the children of the forest.</strong></p>\n\n<p>We know, thanks to Bran and the wildlings, that the first men and the children of the forest were in conflict for thousands of years, when it came to controlling Westeros.</p>\n\n<p>Eventually, both parties agreed to The Pact and took place on the Isle of Faces - <strong>wouldn’t the Faceless men be a great foreshadowing?</strong>.</p>\n\n<p>The children received all the forests and the men received pretty much everything else. For this, the men converted to the gods of the forest, which was the religion of the children. Of the forest.</p>\n\n<p>Now, everyone was happy. Until the White Walkers arrived.</p>\n\n<p>Now, it’s a known myth that these first White Walkers were defeated by the legendary <strong>last hero of the first men.</strong></p>\n\n<p>According to that, the last hero and his buddies went in search of the children of the forest, when the long night came, thinking that the children’s magic would protect them from the white walkers.</p>\n\n<p>Legend tells us that the last hero was the sole survivor of the combined forces of the giants and white walkers and that he arrived in the children’s camp, <strong>just in time to create a counter-attack.</strong></p>\n\n<p>Hence, <strong>the Nights’ Watch was created</strong> and the walkers were defeated. This is what came to be known as <strong>The Battle For the Dawn.</strong></p>\n\n<p>After the battle for the dawn, the walkers retreated far north and Bran the Builder, the founder of House Stark, with the help of the children of the forest, built the wall in case the white walkers would ever return.</p>\n\n<h2 id=\"what-about-the-wall\">What about The Wall?</h2>\n\n<p>Now, we know that the wall most likely has spells involved, not just ice, given that it was built so quickly. And it’s my firm belief that <strong>it wasn’t built by the men and the children.</strong> It’s said that the wall is built with chunks of ice, stacked one on top of the other.</p>\n\n<p>Now, <strong>think of the amount of years it would’ve taken the first men, the giants and the children to actually build that wall. Probably hundreds if not thousands of years.</strong></p>\n\n<p>We know that the children have access to magic, but their magic is most likely earth aspected.</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p><strong>what if the wall was actually built by, you know, wielders of ice magic?</strong></p>\n</blockquote>\n\n<picture>\n\t<source media=\"(max-width: 991px)\" srcset=\"https://fiction.coach/assets/images/posts/resized/mobile/subzero.gif\" />\n\t<img class=\"nk-img-stretch\" src=\"https://fiction.coach/assets/images/posts/resized/desk/subzero.gif\" alt=\"subzero.gif\" />\n</picture>\n\n<p><strong>The children of the forest don’t have magic that can manipulate ice.</strong></p>\n\n<p>And just in case you’re asking, I don’t know the mechanics of magic.</p>\n\n<p>Maybe someone else is more entitled to answer how magic works:</p>\n\n<picture>\n\t<source media=\"(max-width: 991px)\" srcset=\"https://fiction.coach/assets/images/posts/resized/mobile/youre-a-wizard-harry.jpg\" />\n\t<img class=\"nk-img-stretch\" src=\"https://fiction.coach/assets/images/posts/resized/desk/youre-a-wizard-harry.jpg\" alt=\"youre-a-wizard-harry.jpg\" />\n</picture>\n\n<p>The last hero was surrounded by white walkers <strong>before</strong> he reached the children of the forest. Or so the story goes. And finally, with the help of the children, they stopped and pushed back the white walkers.</p>\n\n<p>No, really, what if the wall was built by the white walkers and the wall actually dictates territory, which in turn suggests the following:</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p><strong>what if</strong> the last hero didn't make camp with the children of the forest, but instead broke bread with the white walkers, just like the first men did with the children before?</p>\n</blockquote>\n\n<p>But <strong>why would the walkers protect everyone else</strong> from the undead scourge?</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p><strong>what if</strong> the wall is actually a way in which territory is settled?</p>\n</blockquote>\n\n<p>We’ve been told that the children and first men made peace, which set lands between these two people.</p>\n\n<p>Well, what if the same’s true with the white walkers?</p>\n\n<p>Story goes that the last hero was sorrounded by enemies <strong>before</strong> he made it to the children of the forest to broker help.</p>\n\n<p>And most peculiar of all, they defeated the undead scourge but they didn’t kill them all.</p>\n\n<p>How did <strong>that</strong> happen?</p>\n\n<p>They just allowed them to retreat really far north and build the wall?</p>\n\n<p>Wouldn’t the White walkers have attacked everyone <strong>while they were building the actual wall?</strong></p>\n\n<picture>\n\t<source media=\"(max-width: 991px)\" srcset=\"https://fiction.coach/assets/images/posts/resized/mobile/bran-the-builder.jpg\" />\n\t<img class=\"nk-img-stretch\" src=\"https://fiction.coach/assets/images/posts/resized/desk/bran-the-builder.jpg\" alt=\"bran-the-builder.jpg\" />\n</picture>\n\n<p><em>Good guy Bran the Builder</em></p>\n\n<p>If the last hero found out how to stop the undead invasion, then <strong>why not just destroy them altogether?</strong></p>\n\n<h2 id=\"what-if-the-first-men-and-the-white-walkers-made-a-pact\">What if the first men and the white walkers made a pact?</h2>\n\n<p>What if the first men and the white walkers made a pact, with the wall acting as a border between the two lands: the dead would control everything north of the wall and the living would control everything else</p>\n\n<p>Now, how would such a pact even take place?</p>\n\n<p>Well, I say by way of human sacrifice. Remember Craster’s babies? An alliance between the Starks and the White Walkers.</p>\n\n<p>To detail this, we must fast forward a bit to the 13th Lord Commander of the Night’s Watch. The Night’s Watch King, not the undead Night king.</p>\n\n<h2 id=\"enter-the-13th-lord-commander-of-the-nights-watch\">Enter the 13th Lord Commander of the Night’s Watch</h2>\n\n<p>The story goes something like this: the Night’s King, the 13th Lord Commander of the Night’s Watch, fell in love with a female White Walker and took her as his bride.</p>\n\n<p>He named himself the Night’s King and with his bride he ruled for 13 years, enslaving the whole Night’s Watch and offering human sacrifices to the White Walkers.</p>\n\n<p>At the end of those 13 years, the Night’s King was defeated by the king beyond the wall, with the help of Brandon the Breaker, king in the north of that time.</p>\n\n<p>Now, <strong>there’s a popular belief that the Night’s King was in fact a Stark.</strong> And that his marriage with the female White Walker was in fact <strong>an alliance between the Starks and the White Walkers, as a pact between the undead and the humans.</strong></p>\n\n<p>And if you come to think about it, marriages between houses is something quite normal in the world of Game of Thrones.</p>\n\n<ul>\n  <li>Sansa is promised to Joffrey,</li>\n  <li>Robb is promised to one of the Frey girls</li>\n</ul>\n\n<p>and so a marriage between a Stark and a White Walker could’ve been a probable strategy to keep the peace between the two houses.</p>\n\n<p>As Sansa’s and Joffrey’s marriage didn’t work out, so didn’t the Night’s King.</p>\n\n<p>He was killed by Brandon the Breaker and after this, all records of his existence were erased.</p>\n\n<p>Now, coming back to Craster’s sacrifices, these human sacrifices to the White Walkers were most likely initiated by the Night’s King and his White Walker bride, from Night Fort, as it’s seen in season 3 that the Night Fort has a hidden passage that leads under the wall. So it would make sense that the Night’s King had his seat there.</p>\n\n<p><strong>What if these sacrifices were also part of the pact between the first men and the White Walkers?</strong> Given that the undead White Walkers can only multiply by turning babies and that George Martin has named them</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>\"unborn yet always living.\"</p>\n\t\t<div class=\"nk-blockquote-athr\">George RR Martin, about the White Walkers</div>\n</blockquote>\n\n<p>Craster was offering his sons and he was spared by the undead. The same thing could’ve happened with the Night’s King: his reasons for making human sacrifices were those of peace.</p>\n\n<p>But the Night’s Watch could’ve always been skeptical and thinking that making a pact with eldritch creatures wasn’t such a good game. Especially if one day they could come back and bite you in the ass. Or, you know, kill you. And take the whole of Westeros.</p>\n\n<p>The Night’s King’s motives were those of making peace between two worlds. And he was killed.</p>\n\n<picture>\n\t<source media=\"(max-width: 991px)\" srcset=\"https://fiction.coach/assets/images/posts/resized/mobile/j-snow-dead.jpg\" />\n\t<img class=\"nk-img-stretch\" src=\"https://fiction.coach/assets/images/posts/resized/desk/j-snow-dead.jpg\" alt=\"j-snow-dead.jpg\" />\n</picture>\n\n<p><em>Just like another Stark tried to do, in more recent times</em></p>\n\n<h2 id=\"what-if-there-was-a-truce-between-the-first-men-and-the-white-walkers\">What if there was a truce between the first men and the White Walkers?</h2>\n\n<ul>\n  <li>no humans north of the wall, no undead south of the wall</li>\n  <li>marriage between a Stark and a White Walker</li>\n  <li>and human sacrifices, to keep those White Walkers fresh and healthy</li>\n</ul>\n\n<p>Now, if you come to think of it, a few thousand years later, these bullet points are dust.</p>\n\n<ol>\n  <li>There are tens of thousands of humans north of the wall: the wildlings.</li>\n  <li>Only Craster is making those sacrifices.</li>\n  <li>And Starks no longer hold Winterfell with a strong grasp, given the assault on the family from all sides.</li>\n</ol>\n\n<p>Given these recent events, wouldn’t you feel that the pact you made all those years ago is broken? Worse, <strong>wouldn’t you feel threatened?</strong> Especially since there are three dragons that can put and end to you and your species.</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>From the moment Daenerys emerged from that fire with three baby dragons, doom was born for the White Walkers: a deadly clash between the worlds of Ice and Fire.</p>\n</blockquote>\n\n<p>A clash that makes Jon Snow the main protagonist.</p>\n\n<p>The undead started to raid the north, sometime when Robert Baratheon became king.</p>\n\n<p>And Rhaegar’s son, Jon Snow, came into the world. Along with Daenerys and Bran Stark.</p>\n\n<p>Jon Targaryen, Bran Stark and Daenerys Targaryen all have soft spots for magic.</p>\n\n<ul>\n  <li>Daenerys has her dragons,</li>\n  <li>Bran has his greensight and warging abilities</li>\n  <li>Jon has both warging and an affinity to dragons</li>\n</ul>\n\n<p>Daenerys has fire resistance, given that all true Targaryens have that.</p>\n\n<p>On the opposite side, Starks have a possible connection to the White Walkers, given their resistance to cold weather.</p>\n\n<h2 id=\"children-of-the-starks-and-white-walkers\">Children of the Starks and White Walkers</h2>\n\n<p>Think about the possibility of the Night’s King having fathered children with his White Walker bride. <strong>That would mean that the Starks are half descendants of the White Walkers.</strong></p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>That could explain why the Starks do so well in cold weather and why they tend to be wargs and greenseers.</p>\n</blockquote>\n\n<p>Yes, sidenote, in the books, all the Stark children are wargs, given that all of them can take over their direwolf and go inside its mind.</p>\n\n<p><strong>I’m not saying that Starks are actually descendants of the undead or that Targaryens are descendants of dragons, but there are strange things going on in Westeros.</strong></p>\n\n<p>And the fact that Jon Snow died to bring peace between the northmen and the wildlings could prove to be a huge foreshadowing for the peace that he could bring between the worlds of Ice and Fire.</p>\n\n<p>Quick note, if you want you can <a href=\"#\">learn more about foreshadowing</a>.</p>\n\n<p>So as Jon tried once to make the northmen understand that the wildlings are human and persuade all parts that they’re all in the same boat once the White Walkers come, he could play the same part, as an agent of peace between the White Walkers and the Westerosii.</p>\n\n<p>But that could mean that the White Walkers and the people from Westeros will unite against Daenerys and her dragons, making her the actual enemy of the whole continent <sup id=\"fnref:3\"><a href=\"#fn:3\" class=\"footnote\">3</a></sup>.</p>\n\n<p>With Game of Thrones, it’s never an easy ride. More like a sinuous path that forces sinuous bonds and alliances.</p>\n\n<blockquote class=\"nk-blockquote\">\n    <div class=\"nk-blockquote-icon\">&ldquo;</div>\n    <p>So, through his united heritage, of both Stark and Targaryen blood, he'd be the perfect fit to the stereotypical chosen one, to bring peace and save the continent from total annihilation.</p>\n</blockquote>\n\n<p>And that would be one of the reasons why Rhaegar Targaryen, a man fascinated with prophecy, chose to father a son with a Stark woman. Thus, giving birth to the prince that was promised, the true embodiment of the Song of Ice and Fire, giving Westeros the chance to finally know peace.</p>\n\n<p>To close this up, I think that the undead Night King is more than simply an embodiment of an abstract threat like death, eternal night and so on. George Martin himself has given clues to that, more than a couple of times.</p>\n\n<p>The Night King is just another ruler that wants to see his people live, not only survive.</p>\n\n<p>It’d be interesting if the last season has more material on the White Walkers, given that George Martin hasn’t written the last book.</p>\n\n<p>But Martin has told us that the ending will be bittersweet and we can only think of so many ways about what that actually means.</p>\n\n<p>Will Jon act as the chosen one to save the world and kill Daenerys? Or will the Mother of Dragons succeed in vanquishing the undead and her Westerosii foes?</p>\n\n<p>Time can only tell.</p>\n\n<p>Thanks for tuning in and sticking this far. I’ll see you next time :)</p>\n\n<div class=\"footnotes\">\n  <ol>\n    <li id=\"fn:1\">\n      <p><a href=\"https://www.youtube.com/watch?v=XAAp_luluo0\" target=\"_blank\">ERBH Gerorge RR Martin v JRR Tolkien</a>. <a href=\"#fnref:1\" class=\"reversefootnote\">&#8617;</a> <a href=\"#fnref:1:1\" class=\"reversefootnote\">&#8617;<sup>2</sup></a></p>\n    </li>\n    <li id=\"fn:2\">\n      <p><a href=\"https://www.reddit.com/r/asoiaf/comments/6w4yt0/spoilers_main_the_night_king_is_actually_the_last/\" target=\"_blank\">(Spoilers Main) The Night King is actually the Last Hero</a>. <a href=\"#fnref:2\" class=\"reversefootnote\">&#8617;</a></p>\n    </li>\n    <li id=\"fn:3\">\n      <p><a href=\"https://thecoffeelicious.com/it-s-time-to-embrace-the-true-heroes-in-game-of-thrones-the-white-walkers-70c6e6869d6/\" target=\"_blank\">It’s time to embrace the true heroes in Game of Thrones: The White Walkers</a>. <a href=\"#fnref:3\" class=\"reversefootnote\">&#8617;</a></p>\n    </li>\n  </ol>\n</div>",
            "summary": "Many people speculate that the north and the south will eventually rally up to defeat the white walkers. A great tolkien-esque ending. One that Martin is most likely against of.",
            "image": "https://fiction.coach/assets/images/posts/resized/desk/night-king.jpg",
            "date_published": "2018-05-03T00:00:00+03:00",
            "date_modified": "2018-05-03T00:00:00+03:00",
            "author": {
              "name": "Richard Crimson"},
            "tags": ["Game Of Thrones","GoT","Villains","Story"]}]
}